<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2010: Novos Come&ccedil;os
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/Christmas.jpg">
	  <img src="thumbnails/Christmas.jpg" border=0
	       alt="Christmas"
	       align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<h2 align="center">
	  2010: Novos Come&ccedil;os 
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Cantilon.jpg">
	  <img src="thumbnails/Cantilon.jpg" border=0
	       alt="Cantilon"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p> 
<a href="pictures/PlayaDelCarmen.jpg">
    <img src="thumbnails/PlayaDelCarmen.jpg" border=0
         alt="Playa Del Carmen"
         align="left"> </a>
Esta carta tambem est&aacute; dispon&iacute;vel em 
<a href="index.html">Ingl&ecirc;s</a>.  Como voc&ecirc; j&aacute; sabe, o nosso
ano adquiriu um certo ritmo, e este ano seguiu o padr&atilde;o familiar:
Natal com a fam&iacute;lia do Scott em Oklahoma, seguido pela nossa
celebra&ccedil;&atilde;o de Natal-depois-do-Natal em casa no meio de Janeiro e pela
viagem para esquiar em Jasper do meu departamento onde eu celebrei o
meu aninvers&aacute;rio com um bom jantar no Andy's (um restaurante de alto
padr&atilde;o em Jasper).</p>

<p>Em Janeiro n&oacute;s formos para o abrigo de animais e adotamos um novo
membro para a nossa fam&iacute;lia, Berry II, um gato com cinco anos de
idade que certamente pertenceu a outra fam&iacute;lia com crian&ccedil;as e que
demonstrou rapidamente que ele sabia como treinar os seus servidores
humanos. Por exemplo, poucas horas depois de estar em casa, ele "me
disse" que ele toma &aacute;gua de uma torneira correndo na banheira. Ele
tamb&eacute;m &eacute; muito exigente em rela&ccedil;&atilde;o ao estado de limpeza da
caixinha dele. Ele nos diz, de maneira muito exigente, quando &eacute; hora
de mudar a areia da caixinha. O Berry II foi muito amoroso com o
Daniel no abrigo de animais, mas depois que ele estava bem
estabelecido em casa, ele simplesmente tolera o Daniel, mas disaparece
para o por&atilde;o assim que ele tem uma oportunidade. O que no fundo &eacute;
bom dado que um teste de sangue revelou que o Daniel tem alergia a
gatos.</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="BerryII.jpg">
	  <img src="thumbnails/BerryII.jpg" border=0
               alt="BerryII"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Cooking.jpg">
	  <img src="thumbnails/Cooking.jpg" border=0
               alt="Cooking"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Garden.jpg">
	  <img src="thumbnails/Garden.jpg" border=0
               alt="Garden"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>O Daniel continua gostando de ajudar em alguns projetos em casa. As
vezes ele pode ficar muito involvido com a cozinha. Ele est&aacute; sempre
disposto a ajudar a usar a mangueira de press&atilde;o para lavar as
cal&ccedil;adas na primavera ou para ajudar o Daddy a cavar no jardim. Nem
t&atilde;o disposto assim para ajudar a juntar brinquedos e roupas ao redor
da casa. </p>

<p>Em Fevereiro o Daniel e eu fomos ver um jogo de hockey no est&aacute;dio
do Oilers com o Bjorn e o Sander (um amigo do Daniel e o pai
dele). N&oacute;s assistimos um jogo do Oiler Kings contra o time de
Lethbridge, o Oiler Kings perderam. Mas foi uma boa experi&ecirc;ncia para
o Daniel porque o Bjorn tinha arrumado uma cabine VIP para n&oacute;s
assistirmos o jogo e o Daniel achou que era o m&aacute;ximo assistir o jogo
do camerote.</p>

<p> Em Fevereiro, e de novo em Dezembro, n&oacute;s tivemos tanta neve
acumulada no nosso quintal que n&oacute;s constru&iacute;mos uma pequena colina
para o Daniel deslizar usando uma caixa de papel&atilde;o. N&oacute;s passamos
muitas horas constru&iacute;ndo estruturas na neve, ou simplesmente
aproveitando brincar de faz-de-conta na neve no quintal.</p>

<p>Em Mar&ccedil;o eu fui numa das minhas viagens regulares para e Europa
para uma confer&ecirc;ncia. Desta vez fui a Paphos, no Chipre. Eu fiz uma
parada em Praga na ida e na volta para fazer os longos v&ocirc;os mais
suport&aacute;veis.</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="Tulum.jpg">
	  <img src="thumbnails/Tulum.jpg" border=0
               alt="Tulum"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/PlayaTiaSalete.jpg">
	  <img src="thumbnails/PlayaTiaSalete.jpg" border=0
               alt="PlayaTiaSalete"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/PlayaDaddy.jpg">
	  <img src="thumbnails/PlayaDaddy.jpg" border=0
               alt="Playa Daddy"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Em Maio n&oacute;s fizemos umas f&eacute;rias de fam&iacute;lia para Playa Del
Carmen. N&oacute;s alugamos uma casa. Minha irm&atilde;, Salete, veio do Brasil, os
pais do Scott foram de Oklahoma, e n&oacute;s voamos de Edmonton com um
pernoite em Toronto. N&oacute;s tamb&eacute;m pod&iacute;amos usar a piscina num grande
hotel do lado da casa e o Daniel gostou muito de passar v&aacute;rios dias
no sol e na piscina. A casa alugada veio com uma empregada e
cozinheira, o que fez a nossa estada muito mais relaxante. N&oacute;s
visitamos Tulum como um grupo, mas o Daniel estava mais interessado na
praia/piscina, portanto nos outros dias o Scott levou alguns deles
para ver outro lugares historic&oacute;s e eu fiquei com o Daniel na praia e
piscina.</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="Sisters.jpg">
	  <img src="thumbnails/Sisters.jpg" border=0
               alt="Sisters"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Mom.jpg">
	  <img src="thumbnails/Mom.jpg" border=0
               alt="Mom"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/RedHouse.jpg">
	  <img src="thumbnails/RedHouse.jpg" border=0
               alt="Red House"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Em Maio eu e o Daniel dirigimos para Calgary onde n&oacute;s visitamos as
duas irm&atilde;s de nascimento e a m&atilde;e de nascimento dele --- o Scott n&atilde;o
p&ocirc;de ir porque ele tinha que trabalhar. Foi uma visita breve, mas n&oacute;s
aproveitamos muito. Desta vez o Daniel estava muito nervoso para
encontrar a m&atilde;e dele. Aparentemente esta foi a primeira vez que ele
estava completamente consciente da rela&ccedil;&atilde;o dele com ela. Depois da
visita ele estava muito contente que a visita foi muito boa.</p>

<p>Tamb&eacute;m em Maio, o Daniel participou do seu segundo concerto de
coral. Ele havia praticado canto com um grupo chamado Cantillon
durante todo o ano. Durante o concerto ele perdeu o seu segundo
dente. Desde ent&atilde;o ele perdeu muitos outros e novos dentes est&atilde;o
crescendo.</p>

<p> Em Julho o Daniel se interessou muito pela Copa do Mundo. Os times favoritos dele eram o Brasil e a Alemanha, mas ele n&atilde;o se acanha de mudar de prefer&ecirc;ncia baseado no time que est&aacute; ganhando porque ele sempre quer estar torcendo para o time vencedor. Eu assisti a final da Copa do Mundo em Berlin. Eu passei uns dez dias em Julho entre Berlin e Viena para apresentar palestras em duas confer&ecirc;ncias.  Eu fiquei desapontado que a Alemanha n&atilde;o chegou `a final pois queria muito assistir de Berlin a uma final com a Alemanha participando.</p>

<p> Enquanto eu estava na Europa, o Scott e o Daniel foram para
Oklahoma para a casa da Gaga. A Gaga transformou esta visita em uma
ocasi&atilde;o muito especial para o Daniel. Ela convidou primos do Daniel
de idade similar para visitar nos mesmos dias. Eles se divertiram
muito na piscina, no grande quintal, e pescando no lago artificial do
Vov&ocirc; no fundo do quintal.</p>

<p>Depois de terminarmos as viagems de ver&atilde;o, eu tirei alguns dias de
folga para pintar a parte de fora de nossa casa de uma nova cor, &eacute; um
vermelho escuro chamado "tijolo novo". Consequi terminar em cima da
hora para a chegada da Gaga e do do Grandpa para as duas grandes
festas para celebrar o aninvers&aacute;rio do Daniel. A festa para as
crian&ccedil;as foi em um grande parque no vale ao longo do rio em Edmonton
e o tema da festa foi "pandorgas voadoras," as crian&ccedil;as se divertiram
muito. Depois, no final de semana, n&oacute;s tivemos uma festa
"quase-sem-crian&ccedil;a" no quintal de casa onde n&oacute;s servimos hamburguers
gourmet feitos em casa para os nossos amigos.</p>

<p>O Daniel gosta muito de jogar "futebol de brinquedo" e "hockey de
brinquedo" com o Daddy e o Papai. Estes s&atilde;o jogos que seguem as
"regras do Daniel", o que significa que na maioria das vezes em que o
Daddy ou o Papai fazem um gol "n&atilde;o conta". Enquanto o clima estava
bom n&oacute;s aproveitamos muito a cancha de futebol com gramado artificial
que fica do outro lado da rua da nossa casa. Depois que o clima ficou
frio, n&oacute;s jogamos muito hockey de soalho na grande sala que eu
contrui para o Daniel jogar no por&atilde;o de nossa casa. </p>
 
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="Birthday.jpg">
	  <img src="thumbnails/Birthday.jpg" border=0
               alt="Birthday"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Halloween.jpg">
	  <img src="thumbnails/Halloween.jpg" border=0
               alt="Halloween"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Toilet.jpg">
	  <img src="thumbnails/Toilet.jpg" border=0
               alt="Toilet"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Mais uma vez n&oacute;s participamos na caminhada beneficiente do "Trote
do Peru" para a United Way com o pessoal do meu departamento no
in&iacute;cio de Outubro. No final de Outubro eu fiz uma viagem a
Petr&oacute;polis no Rio de Janeiro, e ent&atilde;o fiz uma visita de um dia e
meio a minha m&atilde;e, meu padrasto e minha irm&atilde; em Macei&oacute; no estado de
Alagoas onde eles estavam de f&eacute;rias. Enquanto est&aacute;vamos l&aacute; fomos em
um excelente restaurante chamado "Wanchaco" que &eacute; considerado um dos
10 melhores restaurantes do Brasil. Eu terminei minha viagem com dois
longos dias de trabalho em Toronto. </p>
 
<p>Enquanto eu estava viajando, a Gaga e o Grandpa foram passar o
Halloween com o Daniel e o Daddy. Este ano o Daniel se vestiu de
policial para o Halloween. Eles se divertiram muito participando de
desfiles de ab&oacute;boras na escola, se fantasiando, indo a festas e, &eacute;
claro, fazendo trick ou treat.</p>

<p>Este ver&atilde;o o Scott decidiu que ele iria deixar para tr&aacute;s toda a
tristeza de ter perdido o trabalho na universidade a cinco anos atr&aacute;s
e decidiu procurar alguma coisa nova a fazer. Ele se deu conta que o
que ele gosta mais &eacute; de fazer pesquisa acad&ecirc;mica. Portanto, ele
come&ccedil;ou a perguntar sobre trabalhos em pesquisa. Logo ele recebeu uma
oferta de trabalho como pesquisador assistente de um amigo nosso que
&eacute; professor na Faculdade de Medicina. Portanto ele est&aacute; trabalhando
desde Setembro com modelos matem&aacute;ticos do sistema de pacientes que
sofrem de fatiga cr&ocirc;nica. Ele trabalha de casa, e ele est&aacute; contente
por estar envolvido em pesquisa acad&ecirc;mica de novo.</p>

<p>O Daniel como&ccedil;ou o primeiro ano em Setembro. Ele decidiu ser o
palha&ccedil;o da classe dele e est&aacute; mais interessado em fazer "coisas
engra&ccedil;adas" do que nos aspectos acad&ecirc;micos do sistema
educacional. Se voc&ecirc; perguntar a ele o que ele gosta mais da escola
ele diz imediatamente: "recreio!" A segunda coisa que ele gosta mais:
"almo&ccedil;o!" Na verdade, ele estava se divertindo tanto na hora do
almo&ccedil;o que agora n&oacute;s levamos ele para almo&ccedil;ar em casa. O problema
&eacute; que o que ele e os amigos dele consideram "coisas engra&ccedil;adas" &eacute;
visto como comportamento imaturo por professoras preocupadas com
disciplina. N&oacute;s estamos trabalhando com a escola para encontrar
estrat&eacute;gias que permitam ele a fazer progresso academicamente. Ainda
bem que ele est&aacute; numa excelente escola p&uacute;blica e que a diretora e as
professoras est&atilde;o dispostas a trabalhar com a gente para
ajud&aacute;-lo.</p>

<p>Falando de fazer "coisas engra&ccedil;adas", cinco minutos depois que a
Emily (meia-irm&atilde; do Daniel) e os pais dela chegaram em nossa casa
para uma visita em Novembro, o Daniel colocou uma bolinha de borracha
no vaso do banheiro de baixo. A bolinha era do tamanho exato para
ficar t&atilde;o trancada que mesmo depois de remover o vaso eu n&atilde;o
consegui remov&ecirc;-la. Portanto, acabamos com um &uacute;nico banheiro na casa
para toda a visita deles e eu tive que chamar o Brian, um amigo que &eacute;
encanador, para conseguir tirar a bolinha. Depois que o vaso estava
trancado, o Daniel e a Emily foram muito prestativos para fazer um
cartaz para alertar todo mundo que o vaso n&atilde;o estava funcionando.</p>
 
<p>N&oacute;s estamos agora na casa da Vov&oacute; em Xangril&aacute; no Sul do Brasil
onde n&oacute;s vamos passar o Natal e o Ano Novo com toda a nossa fam&iacute;lia
e amigos. N&oacute;s estamos aproveitando a praia e tamb&eacute;m iremos para a
regi&atilde;o da Serra Ga&uacute;cha por alguns dias com a Salete.</p>

<p> N&oacute;s esperamos que voc&ecirc; tenha excelente feriados com a sua
fam&iacute;lia e amigos.</p>


 
                             Nelson, Scott & Daniel

</body> </html>
