<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2016: Cozinhando Juntos em Casa de Novo
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td> 
                
    </td>
    <td>
      <center>
	<h2 align="center">
	  2016: Cozinhando Juntos em Casa de Novo
	</h2>
      </center>
    </td>
    <td>
      <center>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Nosso blog de final de ano de 2016 tamb&eacute;m esta dispon&iacute;vel em 
 <a href="index.html">Ingles</a>. Clique em qualquer foto para ver uma versao maior. Edi&ccedil;&otilde;es anteriores podem ser encontradas <a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter"> aqui</a>.</p>

<p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/CaC2.jpg">
	    <img src="thumbnails/CaC2.jpg" border=0 width="100%"
		 alt="Christmas After Christmas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/CaC1.jpg">
	    <img src="thumbnails/CaC1.jpg" border=0 width="100%"
		 alt="Christmas After Christmas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/CaC3.jpg">
	    <img src="thumbnails/CaC3.jpg" border=0 width="100%"
		 alt="Christmas After Christmas"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
Neste mundo super-connectado de m&iacute;dia social muitos de voces j&aacute; sabem dos acontecimentos do nosso ano. Mas tradi&ccedil;&otilde;es n&atilde;o devem morrer facilmente. Portanto eu ainda estou resumindo o nosso ano neste blog. Nossa festa de Natal-depois-do-Natal continua sendo um acontecimento no nosso calend&aacute;rio de Janeiro. Com as crian&ccedil;as ficando mais maduras n&oacute;s vemos mais apetite e mais videos e video games e menos corridas e gritos ao redor da casa. Mas o ambiente ca&oacute;tico de uma festa de Natal e a troca de presentes entre as crian&ccedil;as ainda s&atilde;o esperadas sempre que n&oacute;s retornamos de nossas viagens the Natal. No Natal do ano passado n&oacute;s tres est&aacute;vamos na casa da Gaga e do Grandpa Meadows em Oklahoma para as nossas f&eacute;rias de Natal.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Cooking7.jpg">
	    <img src="thumbnails/Cooking7.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Cooking2.jpg">
	    <img src="thumbnails/Cooking2.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Cooking3.jpg">
	    <img src="thumbnails/Cooking3.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Cooking4.jpg">
	    <img src="thumbnails/Cooking4.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>

<p> Uma das novas atividades para n&oacute;s este ano foi recome&ccedil;ar festas "cozinhando em casa." N&oacute;s tivemos v&aacute;rias destas festas com diferentes estilos de comida e grupos de amigos: um menu Franc&ecirc;s-Italiano com colegas em Janeiro, uma comida caseira ga&uacute;cha com estudantes e amigos, um jantar baiano com fam&iacute;lias do time de futebol do Daniel, e uma festa Indiana com estudantes, colegas e amigos. Eu gosto de planejar o menu, organizar as receitas, buscar os ingredientes e organizar os utensilhos e depois assistir os convidados cozinharem juntos. Sempre temos excelente intera&ccedil;&otilde;es e reuni&otilde;es muito prazeirosas.
</p>

  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Cooking5.jpg">
	    <img src="thumbnails/Cooking5.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Cooking6.jpg">
	    <img src="thumbnails/Cooking6.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Cooking1.jpg">
	    <img src="thumbnails/Cooking1.jpg" border=0 width="100%"
		 alt="Cooking at home 1"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>
</p>

<p> N&oacute;s aproveitamos muitas atividades de inverno em Edmonton --- o Daniel jogou futebol em quadra coberta --- e meu trabalho me levou a Fremont na Calif&oacute;rnia e a Toronto naqueles meses. Eu ainda estava em sabbatical na primeira metade de 2016 e portanto passei mais tempo visitando meus colaboradores na IBM em Toronto. Eu tive um grupo de alunos trabalhando em um projeto muito interessante no software que vai suportar a opera&ccedil;&atilde;o de um novo supercomputador que ser&aacute; entregue a laborat&oacute;rios nacionais de pesquisa nos EUA no futuro.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Dortmund1.jpg">
	    <img src="thumbnails/Dortmund1.jpg" border=0 width="100%"
		 alt="Dortmund 1"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Dortmund2.jpg">
	    <img src="thumbnails/Dortmund2.jpg" border=0 width="100%"
		 alt="Dortmund 2"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Dortmund3.jpg">
	    <img src="thumbnails/Dortmund3.jpg" border=0 width="100%"
		 alt="Dortmund 3"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Dagstuhl.jpg">
	    <img src="thumbnails/Dagstuhl.jpg" border=0 width="100%"
		 alt="Dagstuhl"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>
</p>

<p> Em Mar&ccedil;o eu fiz uma viagem mais longa para a Holanda, Alemanha e Brasil. Na Holanda eu tive uma breve visita a Universidade de Delft onde eu visitei meu colega Alexandru Iosup --- o melhor instrutor da Holanda em 2015. Na Alemanha eu tive a rara oportunidade de ir a um jogo de futebol entre o Dortmund e o Tottenham no famoso est&aacute;dio do Dortmund com meu amigo Matthias. Esta foi uma experi&ecirc;ncia &uacute;nica. Ir tomar umas cervejas com o Matthias (que eu encontrei num v&ocirc;o de Houston para Amsterdam em 2010) e o Stephan (outro amigo alem&atilde;o com quem eu visitei o centro de Hyderabad na &Iacute;ndia em Maio de 2015) foi uma destas experi&ecirc;ncias de "pequeno mundo." Foi tamb&eacute;m muito bom visitar com o Matthias, a Anja e a Svea --- a filhinha deles. Numa noite eu at&eacute; cozinhei uma muqueca na casa dos vizinhos eles, a Janika e o Marc. De Dortmund eu fui para o meu terceiro semin&aacute;rio em Dagstuhl, um castelo no Sul da Alemanha. A parte brasileira desta viagem tamb&eacute;m foi muito interessante. Eu tive alguns dias no Rio onde eu tive um clima perfeito e aproveitei para caminhar, tomar &aacute;gua de coco, e relaxar na praia de Ipanema entre reuni&otilde;es. Eu fui para uma confer&ecirc;ncia em Mangaratiba, um belo lugar perto de Angra dos Reis, e ainda tive uma oportunidade de dar um pulo at&eacute; Porto Alegre para visitar minha m&atilde;e, minha irm&atilde; e alguns amigos.
</p>

<p>
Enquanto eu estava nesta longa viagem, a Gaga e o Grandpa estavam em Edmonton para a visita anual de primavera com o Daniel e o Scott. O Daniel gosta muito de ter este per&iacute;odo sozinho com o lado Meadows da fam&iacute;lia dele. A coisa favorita dele &eacute; simplesmente sentar e assistir TV com os av&oacute;s.
</p>
<p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Mangaratiba.jpg">
	    <img src="thumbnails/Mangaratiba.jpg" border=0 width="100%"
		 alt="Mangaratiba"
		 align="center"> </a> 
	</td>
<td></td>
	<td>
	  <a href="pictures/Victoria.jpg">
	    <img src="thumbnails/Victoria.jpg" border=0 width="100%"
		 alt="Victoria"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/POA.jpg">
	    <img src="thumbnails/POA.jpg" border=0 width="100%"
		 alt="Porto Alegre"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>
</p>


<p> Eu mal tinha retornado da minha viagem para a Europa e o Brasil e eu j&aacute; estava partindo para passar uma semana em Victoria, BC, para participar de uma reuniao do IFIP com um grupo diferente de colegas. E depois de volta para Toronto para outra visita &agrave; IBM. Eu comecei a escutar o refr&atilde;o "porque voce tem que viajar tanto" do Daniel.
</p>

<p> Maio e Junho foi a temporada de futebol de campo e mais uma vez n&oacute;s nos divertimos muito com um excelente grupo de pais torcendo para o time de Windsor Park/Garneau, um time com grande abilidade e que tamb&eacute;m sabe se divertir. Com o meu interesse em pesquisar culin&aacute;rias, eu passei algum tempo pesquisando sobre comida espanhola e organizei uma festa de "Tapas y Futebol" na nossa casa no final da temporada de futebol. A &uacute;nica interrup&ccedil;&atilde;o para minha presen&ccedil;a nos jogos de futebol do Daniel foi uma viagem para uma confer&ecirc;ncia em Chicago. Outro evento frequente no ver&atilde;o foram os jogos de golfe do Daniel. Daniel fez parte de uma Liga Jovem de Golfe em Edmonton no ver&atilde;o, o que nos possibilitou deixar o Daniel no campo de golfe para jogar com outros jovens e com instrutores. Mas n&oacute;s tamb&eacute;m levamos ele para jogar golfe sozinho. Eu e o Scott n&atilde;o jogamos golfe, portanto n&oacute;s sempre fomos o caddy do Daniel. Eu gostei muito de passar tempo caminhando com o Daniel no campo de golfe, estas caminhadas levaram a conversas que n&atilde;o acontecem em outros momentos de nossas vidas super ocupadas.</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Windsor1.jpg">
	    <img src="thumbnails/Windsor1.jpg" border=0 width="100%"
		 alt="Windsor"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Windsor2.jpg">
	    <img src="thumbnails/Windsor2.jpg" border=0 width="100%"
		 alt="Windsor"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Windsor3.jpg">
	    <img src="thumbnails/Windsor3.jpg" border=0 width="100%"
		 alt="Windsor"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	</td>
      <tr>
    </tbody>
  </table>

<p> Em Junho Daniel se formou na escola prim&aacute;ria de Windsor Park e mudou para o gin&aacute;sio na escola McKernan em Setembro. O Daniel gostou de todos os anos dele na Windsor Park e vai levar boas mem&oacute;rias de l&aacute;. Com o futebol comunit&aacute;rio e outras atividades ele continua em contato com muitos dos colegas dele. 
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Garden.jpg">
	    <img src="thumbnails/Garden.jpg" border=0 width="100%"
		 alt="Garden"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Garden2.jpg">
	    <img src="thumbnails/Garden2.jpg" border=0 width="100%"
		 alt="Garden"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Garden3.jpg">
	    <img src="thumbnails/Garden3.jpg" border=0 width="100%"
		 alt="Garden"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Garden4.jpg">
	    <img src="thumbnails/Garden4.jpg" border=0 width="100%"
		 alt="Garden"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>

<p>
    <a href="pictures/ShadowLake.jpg">
      <img src="thumbnails/ShadowLake.jpg" border=0
	   alt="Shadow Lake"
	   align="left"> </a> 
De Maio a Agosto tamb&eacute;m foi a esta&ccedil;&atilde;o de plantar a horta e n&oacute;s tivemos uma abund&acirc;ncia de vegetais da nossa horta e da horta da casa ao lado que estou cultivando. Eu tamb&eacute;m estou recuperando a planta&ccedil;&atilde;o de framboesas no fundo da casa ao lado. N&oacute;s gostamos muito de plantar a horta este ano.<br>
<br>

Em Julho Scott e Daniel fizeram trecking ate' o  <a href="http://shadowlakelodge.com/">Shadow-Lake Lodge</a>, perto de Banff, enquanto eu fui para uma confer&ecirc;ncia em Valladolid na Espanha, um lugar cheio de igrejas antigas, excelentes tapas, e um povo muito legal. Eu consegui passar um final de semana em Madrid onde eu visitei mais alguns lugares tur&iacute;sticos.</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Texas8.jpg">
	    <img src="thumbnails/Texas8.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas1.jpg">
	    <img src="thumbnails/Texas1.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas2.jpg">
	    <img src="thumbnails/Texas2.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas3.jpg">
	    <img src="thumbnails/Texas3.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>

<p> No final de Julho eu levei o Daniel para o Texas para ele ver um pouquinho de Austin e para visitar os lugares onde eu e o Scott moramos quando n&oacute;s est&aacute;vamos l&aacute; para os nossos Ph.Ds. Eu o Daniel visitamos o est&aacute;dio dos LongHorns e comemos no Hut's --- o nosso hamburger favorito em Austin. N&oacute;s tamb&eacute;m tivemos uma excelente, ainda que breve, visita com o Joydeep e a Samira Ghosh. Daniel ficou muito impressionado com o carro el&eacute;trico vermelho Tesla da Samira e tamb&eacute;m gostou de provar algumas comidas Tex-Mex aut&ecirc;nticas. Depois n&oacute;s passamos um final de semana em San Ant&ocirc;nio com a Gaga e o Grandpa. Antes de ir nesta viagem o Daniel e eu lemos o livro "Face-Off at the Alamo" da s&eacute;rie Screech Owls por Roy MacGregor. Portanto n&oacute;s tivemos que ir ao restaurante Mexicano "Casa Rio" na River Walk, onde uma das cenas do livro se passa. N&oacute;s tivemos que at&eacute; ir conferir o design dos banheiros. Daniel ficou muito interessado em como o autor podia saber exatamente como tudo era. Ent&atilde;o n&oacute;s conversamos sobre a pesquisa de campo para escrever fic&ccedil;&atilde;o.
</p>

<p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Texas4.jpg">
	    <img src="thumbnails/Texas4.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas5.jpg">
	    <img src="thumbnails/Texas5.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas6.jpg">
	    <img src="thumbnails/Texas6.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Texas7.jpg">
	    <img src="thumbnails/Texas7.jpg" border=0 width="100%"
		 alt="Texas"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>
  <img src="rainbowline.gif" height="2" width="100%">
</p>

<p> De San Antonio Daniel foi com os av&oacute;s para a casa deles em Ardmore onde ele se divertiu muito. Ele brincou com os primos, reconectou com o amigo Jacob --- o Jacob morava em Edmonton e jogava futebol com o Daniel mas agora ele mudou para o Texas --- e tamb&eacute;m om o "melhor amigo em Oklahoma" Sam, um menino com quem ele brinca todas as vezes que ele vai para Ardmore. Os av&oacute;s fazem a estada t&atilde;o especial para o Daniel que ele diz que a casa deles &eacute; o "lugar mais feliz do mundo" para ele. A Gaga e o Grandpa voaram com o Daniel de volta para Edmonton em tempo para a nossa traditional festa de ver&atilde;o. N&oacute;s nos divertimos preparando para a festa e tendo muitos amigos em casa para a festa. Mas este ano n&oacute;s tivemos alguns amigos cancelando por causa de problemas de sa&uacute;de com os pais deles. Normalmente a Gaga e' muito ativa com as decora&ccedil;&otilde;es, mas este ano ela estava sofrendo de uma dor muito severa nas costas e no pesco&ccedil;o. Lidar com problemas com a sa&uacute;de de nossos pais, e com a nossa sa&uacute;de, vem com o tempo no nosso grupo de idade.
</p>

<p> Eu tamb&eacute;m estava sofrendo de muita dor e dorm&ecirc;ncia nas minhas pernas e p&eacute;s. Eu tentei a abordagem masculina t&iacute;pica de ignorar a dor enquanto podia, mas esta abordagem n&atilde;o estava funcionando. Por acaso eu mencionei estes problemas para a Alex, uma amiga que &eacute; dona de um est&uacute;dio de gin&aacute;stica chamado <a href="http://www.redefiningeve.com">ReDefining Eve</a>. Enquanto n&oacute;s est&aacute;vamos doando o equipamento de hockey usado do Daniel para a filha dela, a Alex gentilmente ofereceu v&aacute;rias sess&otilde;es individuais de treino com ela. Eu n&atilde;o tinha id&eacute;ia do quanto minha estrutura muscular havia deteriorado --- apesar de nata&ccedil;&atilde;o frequente --- at&eacute; eu come&ccedil;ar a treinar com uma profissional que foca em core, estabilidade e mobilidade. Agora eu continuo com exerc&iacute;cios di&aacute;rios e estou fazendo aulas the reformer pilatus uma vez por semana no Redefining Eve e o Daniel est&aacute; vindo comigo para as aulas. Eu percebi uma melhoria significante na minha mobilidade, postura e todas as dores e dorm&ecirc;ncias desapareceram!
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Yoho.jpg">
	    <img src="thumbnails/Yoho.jpg" border=0 width="100%"
		 alt="Yoho"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Yoho2.jpg">
	    <img src="thumbnails/Yoho2.jpg" border=0 width="100%"
		 alt="Yoho"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Takaka.jpg">
	    <img src="thumbnails/Takaka.jpg" border=0 width="100%"
		 alt="Takaka"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>


<p> Daniel estava reclamando que n&oacute;s nunca vamos em viagens em fam&iacute;lia juntos. Isto ocorre porque o Scott aproveita para levar o Daniel para as montanhas enquanto eu vou para minhas viagens internacionais. Esta situa&ccedil;&atilde;o levou o Daniel a pensar que eu n&atilde;o gosto das montanhas --- um lugar que ele e o Scott adoram. Portanto, no final de Agosto n&oacute;s conseguimos agendar uma semana no Yoho Valley em British Columbia. N&oacute;s nos hospedamos no Whiskey Jack Hostel com uma vista maravilhosa de Takaka Falls na frente da area do hostel. N&oacute;s tivemos bom tempo e fomos em caminhadas por tr&ecirc;s dias, incluindo a mais linda caminhada que j&aacute; fiz: a Iceline Trail. N&oacute;s tamb&eacute;m tivemos uma oportunidade para tomar ch&aacute; no Twin-Falls Chalet. Ch&aacute; com bolinhos tem sabor muito melhor quando voc&ecirc; tem que caminhar por quatro horas para chegar at&eacute; ele. O hostel desconectado da internet estava cheio e nove pessoas dormiram em treliches em cada quarto. Foi um excelente lugar para encontrar pessoas interessantes e para boas conversas. N&oacute;s gostamos de conhecer um grupo de turistas da Alemanha, incluindo o Marcel e a Svenja, que s&atilde;o professores. Al&eacute;m das caminhadas, que ele sempre estava pronto para ir, a atividade favorita do Daniel foi fazer um fogo e passar a noite em torno do fogo de ch&atilde;o.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Emily.jpg">
	    <img src="thumbnails/Emily.jpg" border=0 width="100%"
		 alt="Emily"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Emily2.jpg">
	    <img src="thumbnails/Emily2.jpg" border=0 width="100%"
		 alt="Emily"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Emily3.jpg">
	    <img src="thumbnails/Emily3.jpg" border=0 width="100%"
		 alt="Emily"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Emily4.jpg">
	    <img src="thumbnails/Emily4.jpg" border=0 width="100%"
		 alt="Emily"
		 align="center"> </a> 
	</td>
      <tr>
    </tbody>
  </table>

<p>
Este ano n&oacute;s mantivemos a tradi&ccedil;&atilde;o de visitar com as irm&atilde;s do Daniel em Calgary na primavera. Foi muito bom passar uma tarde na casa da Emily. A Mac e o sobrinho do Daniel, Leo, tamb&eacute;m estavam l&aacute; e foi muito bom estar com eles. Foi muito legal que a Emily foi conosco para o nosso hotel para brincar na piscina com o Daniel. Eles sempre se divertem muito juntos. No outono a fam&iacute;lia da Emily foi a Edmonton para nos encontrar na nossa casa. N&oacute;s apreciamos muito estes encontros pois eles mantem o Daniel em contato com as irm&atilde;s.
</p>

<p> De Setembro a Dezembro eu estive imerso em ensino. Com mais de tr&ecirc;s cursos houveram muitas madrugadas para estar preparado para aulas, e para preparar e corrigir provas. Eu adorei estar de novo junto com alunos. Mas eu nao estava bem preparado para a nova gera&ccedil;&atilde;o de alunos que estavam na minha frente. Eu acredito que a cada 4-5 anos o modo de opera&ccedil;&atilde;o da popula&ccedil;&atilde;o de alunos muda de acordo com a tecnologia a que eles s&atilde;o expostos entre as idades de 9 a 13 anos de idade. Este grupo que tive &eacute; um grupo distra&iacute;do onde um grande n&uacute;mero de alunos raramente ou nunca investe uma quantidade significante de tempo concentrando em um problema ou em uma mat&eacute;ria. Eu vi muitos alunos que tinham potencial para ter bons resultados acabando em um n&iacute;vel bem mais baixo simplesmente porque n&atilde;o tinham foco. Tamb&eacute;m tem uma tend&ecirc;ncia a procurar e copiar no lugar de resolver os problemas eles mesmos. Uma consequ&ecirc;ncia foi que eu tive que lidar com muitos casos de plagiarismo em trabalhos: um processo que inclui entrevistas formais individuais com cada aluno involvido e uma s&eacute;rie de formul&aacute;rios.</p>

<p> O Daniel come&ccedil;ou o s&eacute;timo ano na escola McKernan. Performance acad&ecirc;mica continua sendo um desafio para o Daniel e n&oacute;s continuamos trabalhando com ele em casa individualmente para que ele n&atilde;o esteja completamente perdido na escola. Mas o Daniel ainda gosta muito da escola. O Daniel tem um novo melhor amigo na escola. &EACUTE; um outro menino que tamb&eacute;m tem ADHD, mas o amigo dele tem boa performance acad&ecirc;mica. Eles tem passado tempo juntos em casa e &eacute; muito legal ouvir risadas gostosas sempre que estes meninos est&atilde;o juntos. Para esportes, o Daniel &eacute; o goleiro no time de futebol coberto com bordas da comunidade --- uma vers&atilde;o Canadense de futebol de sal&atilde;o que usa muitas das pr&aacute;ticas e regras do hockey. <p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Bears1.jpg">
	    <img src="thumbnails/Bears1.jpg" border=0 width="100%"
		 alt="Bears"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Bears2.jpg">
	    <img src="thumbnails/Bears2.jpg" border=0 width="100%"
		 alt="Bears"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Bears3.jpg">
	    <img src="thumbnails/Bears3.jpg" border=0 width="100%"
		 alt="Bears"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Oilkings.jpg">
	    <img src="thumbnails/Oilkings.jpg" border=0 width="100%"
		 alt="Oil Kings"
		 align="center"> </a>
	</td>
      <tr>
    </tbody>
  </table>

<p>
O Daniel n&atilde;o jogou hockey este ano, mas n&oacute;s continuamos sendo torcedores do time de hockey da Universidade de Alberta, os Golden Bears. N&oacute;s fomos a muitos jogos. Em Janeiro n&oacute;s fomos "Hockey Ambassadors" para uma noite de hockey para os estudantes internacionais. Nosso trabalho era explicar brevemente as regras do hockey para que os estudantes pudessem entender o jogo e ent&atilde;o fomos assistir um jogo do Golden Bears com os alunos. Tinham muitos estudantes brasileiros l&aacute; naquela noite e n&oacute;s nos divertimos muito. No outono n&oacute;s tamb&eacute;m redescobrimos o Oil Kings --- o time junior do Edmonton Oilers. Sendo o menino mais conservador e contra mudan&ccedil;as que eu conhe&ccedil;o, o Daniel estava muito chateado que Edmonton tinha constru&iacute;do um novo est&aacute;dio para hockey e que os jogos do Oil Kings tinham mudado da antiga Rexal arena para a nova Rogers place. Isto tudo mudou na primeira vez que eu levei ele para o novo est&aacute;dio --- apesar da oposi&ccedil;&atilde;o dele a ir para um jogo l&aacute;. No final do primeiro per&iacute;odo ele estava perguntando se n&oacute;s poder&iacute;amos come&ccedil;ar a assistir todos os jogos do Oil Kings. Eu n&atilde;o prometi todos os jogos, mas n&oacute;s conseguimos ver quatro jogos antes do final do ano. N&oacute;s conseguimos at&eacute; levar o Scott para assistir um dos jogos conosco.</p>

<p> N&oacute;s tamb&eacute;m tivemos nossa aten&ccedil;&atilde;o focada em todos acontecimentos pol&iacute;ticos sem precedente deste ano, do Brexit at&eacute; a catastr&oacute;fica elei&ccedil;&atilde;o nos EUA, e as trapa&ccedil;as incr&iacute;veis da pol&iacute;tica brasileira em que a presidente --- incompetente e com pouqu&iacute;ssimo instinto pol&iacute;tico, mas cujo envolvimento em corrup&ccedil;&atilde;o era limitado ao financiamento da campanha eleitoral --- acaba sendo impedida pelas manobras de um vice presidente e um congresso profundamente engajados em corrup&ccedil;&atilde;o para benef&iacute;cio pessoal. A isola&ccedil;&atilde;o das c&acirc;meras de eco ideol&oacute;gicas n&atilde;o s&atilde;o novas. Eu lembro, no in&iacute;cio dos anos 1990s, quando uma amiga retornou horrorizada de uma visita &agrave; sua m&atilde;e nos EUA quando ela percebeu que a m&atilde;e estava escutando exclusivamente shows de r&aacute;dio da ultra direita. Mas a intensidade desta isola&ccedil;&atilde;o criada pelo uso de tecnologia para filtrar a informa&ccedil;&atilde;o que cada um de n&oacute;s recebe leva a uma perspectiva de um futuro assustador a nossa frente. 
</p>

<p> Eu escrevi esta carta enquanto eu e o Daniel est&aacute;vamos voando para Oklahoma para passar mais um Natal na casa da Gaga e do Grandpa. Este foi o primeiro ano em que o Daniel estava no "Time do Papai Noel" ajudando a criar a m&aacute;gica do Natal para o primo segundo dele, Karsten. O Daniel ainda pergunta sobre os detalhes de como n&oacute;s fizemos a m&aacute;gica do Natal acontecer at&eacute; agora. Quem levou qual presente, quem bebeu o leite do Papai Noel, quem colocou as cenouras para as renas, etc. Este ano ele participou de tudo. E na manh&atilde; de Natal ele ainda achou o primeiro telefone celular dele embaixo da &aacute;rvore como uma surpresa. </p>

<p>N&oacute;s ficamos aqui at&eacute; sexta. E ent&atilde;o voamos para Punta Cana onde n&oacute;s vamos passar uma semana com o Scott e a minha fam&iacute;lia (m&atilde;e, irm&atilde;o, cunhada, irm&atilde;, sobrinho e esposa, sobrinha, sobrinhos netos) num resort para reconectar e relaxar.
</p>

     </td>
    </tr>

<p>Happy holidays and a great 2017.</p>


 
                             Nelson, Scott & Daniel

</body> </html>
