<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2008: Encruzilhadas
</title>
</head>

<body>
<h2 align="center">
<a href="pictures/4.jpg">
<img src="thumbnails/4.jpg" border=0
 alt="Daniel"
 align="left"> </a>
<a href="pictures/5.jpg">
<img src="thumbnails/5.jpg" border=0
 alt="Daniel"
 align="right"> </a>
<br><br> 
  2008: Encruzilhadas
</h2>
<br>
<br>
<br>

<p> Esta carta tamb&eacute;m est&aacute; dispon&iacute;vel em <a href="index.html">Ingles</a>.</p>

<p> N&oacute;s recebemos 2008 na praia de Ponta das Canas na Ilha de Santa
Catarina. Daniel re-batizou a praia de "Praia do Daniel." O Daniel
passou a maior parte do tempo na areia e na &aacute;gua. Depois n&oacute;s fomos
para a praia de Xanguil&aacute; no Rio Grande do Sul, que o Daniel chamou de
"Praia da Vov&oacute;" porque &eacute; l&aacute; que a Vov&oacute; Dioraci tem uma casa.</p>

<p>Logo depois que n&oacute;s retornamos do Brasil eu fui para Victoria na
prov&iacute;ncia de British Columbia para uma entrevista para a posi&ccedil;&atilde;o de
chefe do the Departamento de Ci&ecirc;ncias da Computa&ccedil;&atilde;o. A entrevista
foi muito bem e o departamento demonstrou interesse, mas depois de
algumas semanas de reflex&atilde;o sobre uma mudan&ccedil;a para Victoria, eu
removi meu nome da lista de candidatos. Eu me candidatei a posi&ccedil;&atilde;o
de chefe do departamento de Ci&ecirc;ncias da Computa&ccedil;&atilde;o da Universidade
de Alberta. Assumir uma posi&ccedil;&atilde;o de chefia seria uma mudan&ccedil;a muito
grande na minha carreira porque as responsabilidades administrativas
deixariam muito menos tempo dispon&iacute;vel para pesquisa. Eu me
candidatei a ambas as posi&ccedil;&otilde;es depois de sugest&otilde;es insistentes de
meus colegas. Eu concordei em me candidatar porque eu acredito que eu
poderia fazer um bom trabalho numa posi&ccedil;&atilde;o destas, e que eu estaria
satisfeito com uma mudan&ccedil;a destas. Mas o meu departamento em Alberta
decidiu selecionar um outro candidato para a posi&ccedil;&atilde;o de chefia. De
repente eu tive que reativar meus planos para o meu sabbatical que
at&eacute; ent&atilde;o eram apenas preliminares.</p>

<p>
<a href="pictures/15.JPG">
    <img src="thumbnails/15.JPG" border=0 alt="Emily"
         align="left"> </a> Felizmente meus colaboradores no
         Laborat&oacute;ria da IBM em Toronto estavam dispostos a trabalhar
         comigo para criar o plano de sabbatical no ultimo
         momento. Portanto, e comecei o meu sabbatical no in&iacute;cio de
         julho e comecei a trabalhar num contrato com a IBM dia 15 de
         julho. Como eu terminei um mandato de tres anos como chefe da
         p&oacute;s gradua&ccedil;&atilde;o no final de Junho, esta foi uma mudan&ccedil;a
         muito boa. De repente eu n&atilde;o tinha nenhuma responsabilidade
         administrativa, nenhuma responsabilidade com ensino, e pude
         me dedicar exclusivamente a pesquisa. O projeto com a IBM &eacute;
         muito interessante e me permite examinar de perto os aspectos
         praticos de aplicar o que eu ensino na p&oacute;s-gradua&ccedil;&atilde;o em
         uma infra-estrutura industrial.</p>

<p>
Em Mar&ccedil;o n&oacute;s fomos para Calgary para visitar a fam&iacute;lia de
nascimento do Daniel. Pela primeira vez n&oacute;s tivemos uma reuni&atilde;o com
a m&atilde;e do Daniel, Belinda, as duas irm&atilde;s dele, Mak e Emily, e os pais
da Emily, Howard e Liz. Em Novembro Emily e a fam&iacute;lia dela vieram nos
visitar em Edmonton. &EACUTE; impressionante ver como o Daniel e a Emily
brincam t&atilde;o bem juntos.</p>

<p>
<a href="pictures/1.JPG">
    <img src="thumbnails/1.JPG" border=0
         alt="Bernardo&Mateus"
         align="left"> </a>
<a href="pictures/18.JPG">
    <img src="thumbnails/18.JPG" border=0
         alt="Blocks"
         align="right"> </a>
<a href="pictures/17.JPG">
    <img src="thumbnails/17.JPG" border=0 alt="Cecilia"
         align="right"> </a> O Ant&ocirc;nio e a Wanda Braga, de Minas
         Gerais, passaram um ano de sabbatical em Edmonton. O Daniel
         se apegou muito aos filhos deles, Bernardo e Mateus, que o
         Daniel passou a chamar "my boys". Enquanto eles estavam em
         Edmonton n&oacute;s fizemos muitos programs juntos, incluindo ir a
         um jogo de hockey e a um show do Cirque Du Soleil. Quando
         eles foram de volta para o Brasil em Agosto o Daniel ficou
         muito triste e disse "I lost my boys." Mas no outono o Daniel
         fez novas amizades na escola e tambem com Cec&iacute;lia, a filha
         de Denilson Barbosa e Bethania (Denilson &eacute; um brasileiro e a
         mais nova contrata&ccedil;&atilde;o do nosso departamento este ano). Na
         escola os amigos mais pr&oacute;ximos do Daniel agora s&atilde;o dois
         g&ecirc;meos, o Dennis e o Sinan, que s&atilde;o da Alemanha. O Daniel
         dis que eles s&atilde;o "my brothers." O Daniel com frequ&ecirc;ncia
         fala Ingles com um sotaque alem&atilde;o.</p>
 
<p>Na primeira metade do ano, confer&ecirc;ncias e participa&ccedil;&atilde;o em exames
de teses me levaram a San Francisco, Waterloo, Budapeste, e
Tucson.</p>
 
<p>
<a href="pictures/2.JPG">
    <img src="thumbnails/2.JPG" border=0
         alt="Jasper"
         align="left"> </a>
<a href="pictures/3.JPG">
    <img src="thumbnails/3.JPG" border=0 alt="DaddyPapai"
         align="right"> </a> Em agosto eu organizei um workshop
         internacional em Edmonton e estive involvido em todos os
         aspectos de reservar salas, selecionar menus, contratar
         onibus, etc. Por sorte eu contei com ajudantes muito
         competentes que me diziam o que fazer. Os av&ocirc;s americanos do
         Daniel vieram nos visitar no in&iacute;cio de agosto e n&oacute;s fomos
         numa viagem para o Parque Nacional de Jasper na motorhome
         deles. Desde ent&atilde;o o Daniel diz que a viagem a Jasper com os
         av&ocirc;s &eacute; "my favorite holiday."
</p>

<p>
<a href="pictures/6.JPG">
    <img src="thumbnails/6.JPG" border=0 alt="Birthday"
         align="left"> </a> N&oacute;s retornamos a Edmonton para celebrar o
         aninvers&aacute;rio de 4 anos do Daniel com uma festa cujo tema for
         Super-herois. Durante a segunda metade do ano tanto o Scott
         como eu trabalhamos em casa, com algumas viagens
         professionais de vez em quando. Eu fui para Pasadena,
         Portland e Toronto. O Scott foi para Liverpool e Calgary.</p>

<p>
A firma de consultoria do Scott ficou muito mais lenta esta ano. Ele
tem trabalhado esporadicamente como instrutor em cursos de
treinamento. Ele continua a trabalhar duas vezes por semana em duas
lojas de vinho na cidade como um trabalhador espor&aacute;dico. Ele aprendeu
muito sobre vinhos, e eu me beneficiei muito da sele&ccedil;&atilde;o de vinhos
bons.</p>

<p>
<a href="pictures/11.JPG">
    <img src="thumbnails/11.JPG" border=0
         alt="Halloween11"
         align="left"> </a>
<a href="pictures/12.JPG">
    <img src="thumbnails/12.JPG" border=0
         alt="Halloween12"
         align="left"> </a>
<a href="pictures/10.JPG">
    <img src="thumbnails/10.JPG" border=0 alt="Halloween10"
         align="right"> </a> Este ano o Daddy estava sozinho com o
         Daniel para o Halloween. Eles foram fazer "trick or treat"
         com os amigos alem&atilde;es do Daniel. Este outono tamb&eacute;m o
         Sander, O melhor amigo do Daniel desde que ele come&ccedil;ou a ir
         para a "escola", mudou para outra creche, e o Daniel mudou da
         sala dos "Bananas" para a sala dos "Pirulitos". Estas s&atilde;o
         grandes transi&ccedil;&otilde;es na vida de um menino de 4
         anos. Aparentemente sendo um Pirulito ele est&aacute; em uma
         posi&ccedil;&atilde;o para tirar sarro dos Bananas.<p>

<p>Em Novembro eu me voluntariei para coordenar a prepara&ccedil;&atilde;o de um
jantar para uma Noiter Nordestina organizada pela Associa&ccedil;&atilde;o
Brasileira de Edmonton. Tinha mais de 120 pessoas no jantar. I menu
incluiu moqueca de camar&atilde;o, vatap&aacute; e xinxim de galinha. Felizmente
eu tive excelente volunt&aacute;rias para me ajudar e tudo saiu
bem. Aparentemente o pessoal ficou muito satisfeito com a comida que
n&oacute;s cozinhamos.</p>

<p>
<a href="pictures/7.JPG">
    <img src="thumbnails/7.JPG" border=0
         alt="Fall7"
         align="left"> </a>
<a href="pictures/8.JPG">
    <img src="thumbnails/8.JPG" border=0 alt="Fall8"
         align="right"> </a> O outono em Edmonton este ano foi muito
         agrad&aacute;vel e nos permitiu passar muito tempo fora de casa,
         pulando em pilhas de folhas, atirando pedras no rio e fazendo
         outras coisas interessantes.
</p>

<p>
N&oacute;s estamos agora em Oklahoma visitando os av&oacute;s do Daniel e a
fam&iacute;lia do Scott. Como sempre, eu tenho cozinhado v&aacute;rias
refei&ccedil;&otilde;es, e o Daniel est&aacute; muito feliz com a aten&ccedil;&atilde;o de todo
mundo. No dia 3 de janeiro o Scott retorna para Edmonton com o Daniel
e eu vou para Zurique para um workshop. Em Fevereiro n&oacute;s todos vamos
para o Brazil para f&eacute;rias e para o aninvers&aacute;rio de 70 anos da Vov&oacute;
Dioraci.
</p>

<p>Eu estou escrevendo esta carta na noite de Natal. A Gag&aacute; e o Daniel est&atilde;o fazendo bolachinhas para deixar para o Papai Noel. Logo eu tenho que ir cozinhar o jantar de Natal. N&oacute;s estamos tendo uns dias quietos aqui com a Gag&aacute; e o Grandpa em Oklahoma. N&oacute;s esperamos que voce tambem estaja tendo um bom Natal e que tenha um excelente ano novo.</p>

                             Nelson, Scott & Daniel

</body> </html>
