<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2005: Casamento e Primeiros Passos
</title>
</head>

<body>
<h2 align="center">
<a href="pictures/BirthdayCake.jpg">
<img src="thumbnails/BirthdayCake.jpg" border=0
 alt="Daniel com Bolo de Aninversario"
 align="left"> </a>
<a href="pictures/Wedding.jpg">
<img src="thumbnails/Wedding.jpg" border=0
 alt="Daniel no Casamento do Scott e do Nelson"
 align="right"> </a><br><br> 
2005: Casamento e Primeiros Passos
</h2>
<br>
<br>
<br>

<p>
Com a chegada do final de mais um ano, &eacute; hora de atualizar
familiares e amigos sobre os principais eventos do ano. Se voc&ecirc;
clicar com o bot&atilde;o esquerdo do mouse em cada foto abaixo,
voc&ecirc; poder&aacute; ver uma vers&atilde;o maior da foto.
 <a href="fim-de-2005.html"> This letter is also available in English.
</a>
</p>

<p>
<a href="pictures/WithLauren.jpg">
<img src="thumbnails/WithLauren.jpg" border=0 alt="Daniel com Lauren"
 align="right"> </a> 
<a href="pictures/JudeEthanChristmas.jpg">
<img src="thumbnails/JudeEthanChristmas.jpg" border=0
 alt="Jude e Ethan no Natal"
 align="right"> </a>
<a href="pictures/JuanaScottTree.jpg">
<img src="thumbnails/JuanaScottTree.jpg" border=0 alt="Vovo' Juana
 and Vovo^ Scott no Natal" align="right"> </a> No Natal e no ano
 novo de 2004 n&oacute;s tivemos a oportunidade de apresentar o Daniel
 &agrave; fam&iacute;lia do Scott em Oklahoma. N&oacute;s
 tamb&eacute;m conhecemos Leslie, a noiva do Brett, irm&atilde;o do
 Scott, e a filha dela, Lexie, que tinha ent&atilde;o dois anos. Em
 maio o Brett e a Leslie se casaram. Durante os feriados n&oacute;s
 tivemos bastante tempo para visitar os parentes do Scott. Daniel
 gostou muito de conhecer a priminha Lauren.
</p>

<p>
Quando n&oacute;s retornamos para Edmonton n&oacute;s come&ccedil;amos
uma nova tradi&ccedil;&atilde;o: uma pequena festa de "Natal depois do
Natal" em casa com alguns amigos que tem crian&ccedil;as
pequenas. Provavelmente n&oacute;s estaremos longe de Edmonton durante
o Natal por muitos anos. N&oacute;s pensamos que precis&aacute;vamos
uma tradi&ccedil;&atilde;o de natal para o Daniel em casa em
Edmonton. Desta forma, a medida que o Daniel cresce ele vai antecipar
a celebra&ccedil;&atilde;o no meio de Janeiro quando ele poder&aacute;
abrir of presentes que o Papai Noel deixar embaixo da &aacute;rvore de
Natal em casa.
</p>

<p>
<a href="pictures/BelindaMikaela.jpg">
<img src="thumbnails/BelindaMikaela.jpg" border=0
 alt="Daniel com Belinda e Mikaela"
 align="left"> </a>
<a href="pictures/JuanaScottEdmonton.jpg">
<img src="thumbnails/JuanaScottEdmonton.jpg" border=0 alt="Daniel com Vovo' e Vovo^" align="left"> </a> Em mar&ccedil;o N&oacute;s
 tivemos uma excelente visita com a m&atilde;e de nascimento do
 Daniel, Belinda, e a irm&atilde; mais velha, Mikaela. N&oacute;s
 todos formos nadar e tiramos fotos do Daniel com a fam&iacute;lia de
 nascimento dele.
</p>

<p>
No in&iacute;cio de abril eu passei uma semana em uma
confer&ecirc;ncia em Edinburgh na Esc&oacute;cia. Os pais do Scott
vieram para uma visita de duas semanas para ajudar o Scott a tomar
conta do Daniel durante a minha aus&ecirc;ncia. O Daniel pegou um
virus intestinal enquanto eu estave viajando. N&oacute;s acabamos
correndo com ele para a emerg&ecirc;ncia assim que eu retornei. Ele
estava com sintomas de desidrata&ccedil;&atilde;o. O Daniel
recuperou-se rapidamente e na semana sequinte n&oacute;s todos fomos
passar alguns dias em um condom&iacute;nio nas montanhas, em Camore,
Alberta. Belinda e Mikaela foram nos visitar l&aacute; para ver o
Daniel e encontrar os pais do Scott.
<p>

<p>
<a href="pictures/VovoNaJanela.jpg">
<img src="thumbnails/VovoNaJanela.jpg" border=0
 alt="Daniel com Vovo' Dioraci"
 align="right"> </a>
<a href="pictures/Cinara.jpg">
<img src="thumbnails/Cinara.jpg" border=0
 alt="Com baba' Brasileira"
 align="right"> </a>
<a href="pictures/TiaSalete.jpg">
<img src="thumbnails/TiaSalete.jpg" border=0 alt="Com Tia Salete"
 align="right"> </a> No meio de maio o Daniel e eu fomos para Porto
 Alegre onde eu fiz parte do meu sabbatical no Instituto de
 Inform&aacute;tica na UFRGS. O Daniel gostou muito do Brasil. A
 vov&oacute; Dioraci fez muitas comidinhas gostosas para ele. Durante
 a tarde ele sempre ganhava suquinho de laranja do c&eacute;u
 espremido na hora. O Daniel gostou muito das deliciosas frutas do
 Brasil: mangas, papayas, bananas, caquis, etc. A bab&aacute; do
 Daniel no Brasil, Cinara, foi excelente. Ela &eacute; muito calma e
 explicava para o Daniel detalhadamente tudo o que ela estava
 fazendo. Daniel adorou brincar no ch&atilde;o com a tia Salete todas
 as noites antes de ir para cama. Scott foi ao Brasil no in&iacute;cio
 de junho e ficou l&aacute; at&eacute; o final do m&ecirc;s. No meio
 de junho eu deixei o Scott e o Daniel no Brasil com a minha
 fam&iacute;lia e eu fui para Oslo na Noruega para uma
 confer&ecirc;ncia.
</p>

<p>
<a href="pictures/AlbertaBeach.jpg">
<img src="thumbnails/AlbertaBeach.jpg" border=0 alt="At Alberta Beach"
 align="left"> </a> N&oacute;s retornamos para Edmonton no final de
 junho para que eu pudesse come&ccedil;ar numa nova
 posi&ccedil;&atilde;o administrativa na Universidade de Alberta (esta
 &eacute; uma posi&ccedil;&atilde;o tempor&aacute;ria por tr&ecirc;s
 anos como coordenador da p&oacute;s-gradua&ccedil;&atilde;o em
 Ci&ecirc;ncias da Computa&ccedil;&atilde;o). Logo ap&oacute;s o nosso
 retorno o Daniel ficou super apegado a mim, ao Scott, e a sua
 cuidadora favorita na creche. Esta fase durou por v&aacute;rias
 semanas e ent&atilde;o ele ficou um pouco mais a vontade no meio de
 outras pessoas. Em junho n&oacute;s tivemos a oportunidade de passar
 um dia com a fam&iacute;lia de nossa amiga Judy Packer na casa deles
 num lago pr&oacute;ximo de Edmonton. Foi um belo dia e o Daniel teve
 a sua primeira experi&ecirc;ncia numa praia na "Praia de Alberta."
</p>

<p>
<a href="pictures/EdmontonJournal.jpg">
<img src="thumbnails/EdmontonJournal.jpg" border=0 alt="foto no Jornal de Edmonton"
 align="right"> </a> 
<a href="pictures/DaddyPapi.jpg">
<img src="thumbnails/DaddyPapi.jpg" border=0 alt="Com Daddy e Papi"
 align="right"> </a> Em Julho a representante da Rainha no Canada
 assinou a consento real &agrave; nova lei que autorizou o casamento
 de casais do mesmo sexo no Canada. Ent&atilde;o n&oacute;s decidimos
 combinar nosso casamento com a celebra&ccedil;&atilde;o do primeiro
 aninvers&aacute;rio do Daniel em agosto. Portanto no dia 13 de agosto
 n&oacute;s tivemos uma bela festa no nosso jardim na qual esteve
 presente um grupo de nossos amigos. Daniel foi um participante muito
 ativo durante a cerim&ocirc;nia do nosso casamento. Os av&oacute;s
 americanos do Daniel vieram nos visitar para o aninvers&aacute;rio
 dele e eles nos ajudaram muito com a decora&ccedil;&atilde;o e os
 preparativos para a festa.
</p>

<p>
<a href="pictures/FormadePudim.jpg">
<img src="thumbnails/FormadePudim.jpg" border=0 alt="Com Forma de Pudim"
 align="left"> </a> 
<a href="pictures/ScottCamping.jpg">
<img src="thumbnails/ScottCamping.jpg" border=0 alt="Daddy Scott
 Camping" align="left"> </a> No final de agosto o Scott foi passar uma
 semana andando a cavalo nas montanhas perto de Jasper. Ele gostou
 muito de passar tempo ao ar livre e das lindas vistas das montanhas
 rochosas do oeste do Canada.
</p>

<p>
<a href="pictures/Halloween.jpg">
<img src="thumbnails/Halloween.jpg" border=0 alt="Daniel in Halloween
 Costume" align="right"> </a> Daniel sempre foi muito ativo, mas aos
 14 meses ele se tornou um menino super-ocupado! Em Outubro a
 vov&oacute; Juana retornou a Edmonton para passar duas semanas com o
 Scott e o Daniel enquanto eu estava numa confer&ecirc;ncia em Toronto
 imediatamente seguida de uma confer&ecirc;ncia na praia de Copacabana
 no Rio de Janeiro. Juana estava muito contente por estar em Edmonton
 para o dia das bruxas para poder vestir o Daniel em uma fantasia.
</p>

<p>
<a href="pictures/MacBirthday.jpg">
<img src="thumbnails/MacBirthday.jpg" border=0 alt="Mikaela's
 Birthday" align="left"> </a> Em Novembro a Belinda e a Mikaela vieram
 de Calgary para nos visitar num final de semana. O Daniel se divertiu
 muito brincando com a irm&atilde; mais velha. N&oacute;s tivemos uma
 pequena festa de aninvers&aacute;rio para a Mikaela aqui em casa.
</p>

<p>
Scott estar&aacute; deixando a posi&ccedil;&atilde;o dele como
professor na Universidade de Alberta no final de Dezembro. No novo ano
ele estar&aacute; come&ccedil;ando uma firma de consultoria na
&aacute;rea de controle de processos em Edmonton.
</p>

<p>
N&oacute;s estamos agora nos aprontando para ir ao Brasil para que o
Daniel possa estar present na festa de 80 anos do vov&ocirc; Geovany
que vai se realizar entre o Natal e o Ano Novo na praia de
Xangril&aacute;. Boas festas.
</p>

                             Nelson, Scott & Daniel

</body> </html>
