<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2011: L&acirc;minas Batem no Gelo
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/GoalieChristmas.jpg">
	  <img src="thumbnails/GoalieChristmas.jpg" border=0
	       alt="Christmas Goalie"
	       align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<h2 align="center">
	  2011: L&acirc;minas Batem no Gelo 
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/DanielPlayingHockey.jpg">
	  <img src="thumbnails/DanielPlayingHockey.jpg" border=0
	       alt="Daniel Playing Hockey"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Este blog anual de final de ano come&ccedil;ou antes da palavra
"blog" ter sido inventada, antes ele era chamado pela antiga palavra
"carta." Ele tamb&eacute;m est&aacute; dispon&iacute;vel
em <a href="index.html">Ingles</a>.  Se voc&ecirc; quiser ler
edi&ccedil;&otilde;es anteriores <a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter">voc&ecirc; pode
encontr&aacute;-las aqui</a></p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/Leonor.jpg">
	  <img src="thumbnails/Leonor.jpg" border=0
               alt="Leonor Cunha"
               align="left"> </a> <br>
	Leonor Cunha
      </td>
      <td>    
	<p>
	  N&oacute;s passamos o Natal de 2010 e o feriado de ano novo
	  na casa de praia da Vov&oacute; em Xangril&aacute; no Rio
	  Grande do Sul. Foi &oacute;timo rever a fam&iacute;lia e os
	  amigos de l&aacute; de novo. Um dos pontos altos para o
	  Daniel foi um dia de chuva em que fomos s&oacute; eu e ele
	  para a praia. Quando chegamos l&aacute; fomos convidados
	  para entrar numa pelada de futebol de praia para todas as
	  idades. Com a minhas habilidades n&atilde;o existentes para
	  jogar futebol, jogar uma pelada por 1.5 horas na chuva foi
	  uma tortura. Mas o Daniel estava se divertindo tanto que
	  valeu a pena. </p>

	<p>
	  Dois dias antes do Natal, Dona Leonor, uma grande amiga (e
          m&atilde;e do Beto, um querido amigo do tempo da faculdade),
          morreu repentinamente em Porto Alegre. Eu dirigi para Porto
          Alegre para passar algumas horas com a fam&iacute;lia durante a
          noite no vel&oacute;rio e retornei imediatamente para a praia para
          assar bolachinhas de Natal com o Daniel para o Papai
          Noel. Eu estava muito triste com a morte da Leonor, mas me
          senti privilegiado por poder ter estado l&aacute; para
          compartilhar este momento com o Beto, seu &uacute;nico filho.</p>

	<p>
	  Depois do Natal n&oacute;s tiramos alguns dias com a minha irm&atilde;
	  Salete para ir para S&atilde;o Francisco na Serra Ga&uacute;cha e
	  tamb&eacute;m fomos ver o "Natal de Gramado," um grande show nas
	  ruas de uma bela cidade tur&iacute;stica no Sul do Brasil. Foi um
	  grande evento, mas o Daniel n&atilde;o entendia porque que algu&eacute;m
	  iria querer criar neve artificial no meio do ver&atilde;o. Quando
	  n&oacute;s retornamos da praia no Brasil para Edmonton n&oacute;s
	  encontramos mais de um metro de neve nas nossas
	  cal&ccedil;adas. Uma semana depois n&oacute;s mantivemos nossa tradi&ccedil;&atilde;o
	  de celebrar o "Natal-depois-do-Natal" em casa com alguns
	  amigos.</p>
      </td> 
      <td>
	<a href="pictures/SaoFrancisco-Natal.jpg">
	  <img src="thumbnails/SaoFrancisco-Natal.jpg" border=0
               alt="Christmas in Sao Francisco, RS, Brazil"
               align="left"> </a> <br>
	Scott, Daniel, Nelson, Salete (Sao Francisco, RS, Brazil, Dezembro 2010)
      </td>
      <td>    
    </tr>
  </tbody>
</table>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/Belinda.jpg">
	  <img src="thumbnails/Belinda.jpg" border=0
               alt="Belinda Campbell"
               align="left"> </a><br>
	Mikaela (Mak) Chen, Daniel Meadows and Belinda Campbell (Calgary, Maio 2010)
      </td>
      <td>
	<p>
	  Em Fevereiro n&oacute;s recebemos uma chamada telef&ocirc;nica da
          meia-irm&atilde; do Daniel, Mak, para nos dizer que a m&atilde;e deles,
          Belinda, tinha morrido em Calgary.  Depois ficamos sabendo
          que ela teve um acidente vascular central e morte cerebral
          instant&acirc;nea. Ela ainda sobreviveu por uma semana, mas n&atilde;o
          havia esperan&ccedil;a de recupera&ccedil;&atilde;o. Ela tinha 38 anos de
          idade. Levou v&aacute;rios meses para o Daniel compreender o que
          havia acontecido porque ele s&oacute; tinha contato com ela uma
          vez por ano. Em Maio, quando n&oacute;s fomos visitar Mak e a
          outra meia-irm&atilde; deles, Emily, o Daniel viu a Mak pela
          primeira vez sem a Belinda. Foi ent&atilde;o que ficou claro para
          mim que ele compreendeu que a m&atilde;o dele havia partido para sempre. Eu fico
          feliz que o Daniel e a Belinda tinham tido uma excelente
          visita no ano anterior e que n&oacute;s temos fotos deles se
          divertindo juntos.</p>

	<p> Em Novembro a Emily veio com a fam&iacute;lia dela de Calgary
	para Edmonton pra visitar o Daniel. O Daniel ficou muito
	feliz de compartilhar duas grandes paix&otilde;es com a Emily: n&oacute;s
	fomos a um concerto de Halloween para crian&ccedil;as da Orquestra
	Sinfonica de Edmonton (o Daniel adora concertos da orquestra)
	e a familia da Emily foi assistir um dos jogos de hockey do
	Daniel.</p>

      </td>
      <td>
	<a href="pictures/ESO-Halloween.jpg">
	  <img src="thumbnails/ESO-Halloween.jpg" border=0
               alt="Edmonton Symphonic Orchestra - Halloween - 2011"
               align="left"> </a><br>
	Scott, Nelson, Howard, Daniel and Emily (Winspear Centre, Outubro 2011)
      </td>
    </tr>
  </tbody>
</table>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/Disney.jpg">
	  <img src="thumbnails/Disney.jpg" border=0
               alt="Daniel at Disney"
               align="left"> </a><br>
	Daniel, Lexi, and Laureen in Disney (Mar&ccedil;o, 2011)
      </td>
      <td>
	<p>Em Mar&ccedil;o n&oacute;s viajamos muito. Eu fui duas
	vezes para a Europa e o Scott foi duas vezes para a
	Fl&oacute;rida. Na minha primeira viagem eu fui para Karlshure e
	tamb&eacute;m visitei Stuttgart no final de semana. Na segunda
	viagem eu visitei Frankfurt por um dia, e depois fui para
	Saarbruken, Muenster, Rheine, e Cologne na Alemanha,
	ent&atilde;o fui para Chamonix na Fran&ccedil;a e fiz uma
	r&aacute;pida parada em Geneva na Sui&ccedil;a antes de
	retornar para casa. Eu fui a Rheine para visitar meus
	amigos Matthias e Anja. Eles s&atilde;o um casal que eu
	encontrei num v&ocirc;o de Houston para Amsterdam em Dezembro
	de 2009. N&oacute;s mantivemos uma correspond&ecirc;ncia
	regular por email, e eles me convidaram para visitar durante a
	minha viagem &agrave; Alemanha. Eles foram &oacute;timos
	anfitri&otilde;es e eu tive uma excelente visita daquela parte
	da Alemanha, fiz um passeio de barco no rio Rheire, e subi na
	torre da famosa catedral de Cologne com o Matthias.</p>

	<p> Na semana entre as minhas duas viagens para a Alemanha o
	Scott foi para Miami para uma reuni&atilde;o do projeto no qual ele
	estava trabalhando. Ele retornou para casa s&oacute; para partir de
	novo. Desta vez, enquanto eu estava viajando na Europa, o
	Scott e o Daniel foram para uma viagem para Orlando com of
	pais do Scott, a tia Diane, e as primas do Daniel, Laureen e
	Lexi. Com tres criancas quase da mesma idade, eles estavam
	muito ocupados indo a parques de divers&otilde;es e brincando na
	piscina do condom&iacute;nio que eles alugaram.</p>
      </td>
      <td>
	<a href="pictures/Matthias.jpg">
	  <img src="thumbnails/Matthias.jpg" border=0
               alt="Matthias"
               align="left"> </a><br>
	Matthias na Torre da Catedral (Cologne, Alemanha, Mar&ccedil;o, 2011)
      </td>
    </tr>
  </tbody>
</table>

<p>No final de 2010 n&oacute;s descobrimos que alguns dor problemas do
Daniel na escola estavam relacionados com o fato de que ele tem a
Disordem da Deficiencia de Aten&ccedil;&atilde;o e Hiperatividade (ADHD em ingles
ou DDA em Portugues). Uma vez que n&oacute;s come&ccedil;amos tratamento com
medica&ccedil;&atilde;o a habilidade dele concentrar-se melhorou bastante. Ele
tamb&eacute;m tem alguma combina&ccedil;&atilde;o do que os especialistas chamam de
"Defici&ecirc;ncias de Aprendizado." O Scott e eu fomos a v&aacute;rios
semin&aacute;rios para aprender sobre estas condi&ccedil;&otilde;es e tamb&eacute;m sobre as
melhores estrat&eacute;gias e pr&aacute;ticas para trabalhar com o Daniel. </p>

<p>No final de 2010 eu comecei um programa de "escola em casa" com o Daniel. Todos os s&aacute;bados e domingos que n&oacute;s dois estamos em casa n&oacute;s passamos toda a manh&atilde; trabalhando em escola em casa. Eu descobri dois bons programas, um chamado
<a href="http://opinionator.blogs.nytimes.com/2011/04/18/a-better-way-to-teach-math/">Jump
Math</a> e o outro &eacute; a
 <a href="http://www.readamerica.net/virtualcliniccourse4.asp">
Clinica de Leitura</a>, que usa um m&eacute;todo chamado
"Phono-Graphix" para ensinar a ler. Este m&eacute;todo funcionou muito melhor para o Daniel do que a memoriza&ccedil;&atilde;o de palavras frequentes que a escola estava usando (eu acho que este m&eacute;todo tamb&eacute;m seria melhor para estrangeiros). N&oacute;s tamb&eacute;m completamos todo o programa
<a href="http://www.bbc.co.uk/schools/typing/">BBC Dance Mat
Typing</a> para que o Daniel aprenda a digitar no computador. N&oacute;s
fizemos escola em casa todas as semanas durante todo o ano. Meu
principal objetivo &eacute; para o Daniel se sentir mais confidente
academicamente e para que ele possa se manter integrado na escola de
nosso bairro. N&oacute;s tivemos psic&oacute;logos trabalhando com o Daniel para
ajud&aacute;-lo a lidar com as rea&ccedil;&otilde;es dos colegas &agrave; condi&ccedil;&atilde;o
dele. N&oacute;s tamb&eacute;m tivemos que fazer muito trabalho com a escola, e eu
entrei no conselho de pais e mestres para que n&oacute;s estejamos bem
conectados com a escola. Uma coisa que n&oacute;s aprendemos &eacute; que para ser
um defensor eficiente voc&ecirc; tem que falar sobre estes problemas com os
outros pais e com as pessoas em suas rela&ccedil;&otilde;es. Agora o Daniel est&aacute;
indo bem. Ele continua atrasado no aprendizado em rela&ccedil;&atilde;o a turma,
mas existe um programa acad&ecirc;mico individualizado para ele. Ele est&aacute;
aprendendo no ritmo que ele pode. Ele est&aacute; feliz em ir para a escola
e ele sente que ele tem sucesso na escola. A minha expectativa &eacute; que
n&oacute;s teremos que continuar fazendo trabalho adicional em casa com ele
por muito tempo. Quem tem DDA tem que lidar com esta condi&ccedil;&atilde;o por
toda sua vida.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<p>Em Abril eu consegui fazer uma breve visita &agrave; minha
	escola de p&oacute;s gradu&ccedil;&atilde;o em Austin (eu fui o palestrante
	convidado para o semin&aacute;rio de Arquitetura de Computadores na
	The University of Texas at Austin) antes de ir a Toronto para
	uma reuni&atilde;o rotineira de pesquisa na IBM. Foi &oacute;timo me
	hospedar com o Joydeep Ghosh, meu orientador de doutorado, e
	visitar a fam&iacute;lia dele. Foi uma pena que n&atilde;o deu tempo de
	encontrar o Eg&iacute;dio na minha breve estada em Austin.</p>
      </td>
      <td>
	<a href="pictures/Joydeep-Samira.jpg">
	  <img src="thumbnails/Joydeep-Samira.jpg" border=0
               alt="Joydeep and Samira Ghosh"
               align="left"> </a><br>
	Nelson, Joydeep, Robina, Samira (Austin, TX, Abril 2011)
      </td>
    </tr>
  </tbody>
</table>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/GarageRoof.jpg">
	  <img src="thumbnails/GarageRoof.jpg" border=0
               alt="Garage Roof"
               align="left"> </a>
      </td>
      <td>
	<p>N&oacute;s fizemos dois projetos de melhoria da casa no ver&atilde;o. O
	primeiro foi substituit o telhado de nossa garagem. Foi um
	excelente projeto familiar. O Daniel foi um &oacute;timo ajudante
	durante todo o projeto e o Scott tamb&eacute;m trabalhou muito junto
	comigo. O segundo eu fiz sozinho. Eu abri a parte de baixo da
	aba do telhado para cortar buracos para melhorar a
	ventila&ccedil;&atilde;o do espaco entre o forro e o telhado. O objetivo
	&eacute; fazer aquele espa&ccedil;o ficar mais frio para evitar a
	forma&ccedil;&atilde;o de barreiras de gelo acima do telhado que s&atilde;o
	causadas pelo derretimento da neve no inverno e causam
	penetracao de &aacute;gua pelas paredes externas da casa. Foi muito
	trabalho, mas quando eu terminei de colocar tudo de volta no
	lugar ningu&eacute;m poderia dizer que eu tenha feito alguma coisa!
	Enquanto eu trabalhei na aba do telhado o Scott esteve ocupado
	com o jardim e a horta. Ele criou novas &aacute;reas no jardim e
	tamb&eacute;m plantou uma bela horta. Este ver&atilde;o n&oacute;s tamb&eacute;m
	contratamos uma companhia para refazer o concreto na nossa
	garagem e entrada de carro. Ent&atilde;o n&oacute;s compramos uma
	excelente cesta de basquete para o Daniel poder jogar basquete
	na entrada do carro.</p>
	</p>
      </td>
      <td>
	<a href="pictures/Soffit.jpg">
	  <img src="thumbnails/Soffit.jpg" border=0
               alt="Soffit"
               align="left"> </a>
      </td>
    </tr>
  </tbody>
</table>

<p>Em Junho eu fui para uma confer&ecirc;ncia em San Jose na
Calif&oacute;rnia. Foi &oacute;timo rever colegas de profiss&atilde;o tais como Barbar
Rider e Laurie Hendren. Eu tamb&eacute;m tive a sorte de encontrar um antigo
aluno da Universidade de Alberta, Luca Piredu, com quem eu gosto de
conversar e que mudou para a It&aacute;lia a alguns anos. Eu tamb&eacute;m
aproveitei a oportunidade para me encontrar com meus amigos Guillaume
e Kurt, dos meus tempos de p&oacute;s-gradua&ccedil;&atilde;o em Austin, enquanto eu
estava l&aacute;. Peng Zhao, meu ex-aluno de doutorado, agora trabalha na
Huawei. Ele me convidou a dar uma palestra convidada na Huawei. Foi
&oacute;timo conhecer um pouco mais desta companhia que cresce t&atilde;o
rapidamente e tamb&eacute;m conversar com o Peng.</p>

<p>No caminho de volta para Edmonton eu visitei Corvallis no Oregon
para dar uma palestra convidada na Oregon State University e para
encontrar meus amigos Kagan and Irem (tamb&eacute;m dos meus tempos em
Austin).</p>

<p>O Daniel teve um ver&atilde;o muito ocupado com "Cool School," um
programa que combina esportes com escola, e muitas colonias de f&eacute;rias
de esportes. Os favoritos para ele foram futebol e hockey. Em algumas
semanas ele fez programas de meio dia apenas para que n&oacute;s pud&eacute;ssemos
trabalhar na "escola em casa" no restante do dia.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/MarcosBirthday.jpg">
	  <img src="thumbnails/MarcosBirthday.jpg" border=0
               alt="Marco's Birthday"
               align="left"> </a><br>
	Nelson, Dioraci, Tiago, Marco, Maiara, Fernanda and Salete (Brasilia, Julho, 2011)
      </td>
      <td>
	<p>Na metade de Julho eu fui em uma pequena ronda acad&ecirc;mica
	para o Brasil onde eu visitei tr&ecirc;s universidades. Fui muito
	bem recebido pela Liria Sato na USP, pelo Edson Borin e o
	Sandro Rigo na Unicamp, e pela Alba Melo na UnB. Foi uma
	viagem super r&aacute;pida com uma palestra em uma universidade
	diferente em uma cidade diferente em cada dia, mas foi uma
	&oacute;tima maneira de reconectar com alguns dos meus colegas no
	Brasil. Minha querida amiga Gl&oacute;ria pegou um &ocirc;nibus de Santos
	para S&atilde;o Paulo depois do trabalho para que n&oacute;s pud&eacute;ssemos
	ter um jantar muito especial na minha &uacute;nica noite em S&atilde;o
	Paulo. </p>

	<p> Naquela viagem eu tamb&eacute;m visitei toda a minha fam&iacute;lia em
	Bras&iacute;lia onde n&oacute;s celebramos os 50 anos do meu
	irm&atilde;o. Depois da celebra&ccedil;&atilde;o n&oacute;s fomos por dois dias para a
        <a href="http://en.wikipedia.org/wiki/Chapada_dos_Veadeiros_National_Park">Chapada
        dos Viadeiros</a>, um lugar muito bonito com uma paisagem de
        cerrado e chapadas e com muitas cachoeiras no estado de
        Goi&aacute;s. Um outro evento importante nesta viagem foi reconectar
        com o Jo&atilde;o Campari, um amigo muito querido que eu n&atilde;o tinha
        visto desde os nossos dias de p&oacute;s-gradua&ccedil;&atilde;o em
        Austin. Portanto, neste ano eu visitei a maioria dos meus
        amigos dos anos que passei em Austin no Texas.</p>
      </td>
      <td>
	<a href="pictures/ChapadaViadeiros.jpg">
	  <img src="thumbnails/ChapadaViadeiros.jpg" border=0
               alt="Chapada dos Viadeiros"
               align="left"> </a><br>
	Maiara, Dioraci, and Marco (Chapada dos Viadeiros, July, 2011)
      </td>
    </tr>
  </tbody>
</table>

<p>Na minha ida para o Brasil eu fiz uma parada em Dallas para deixar
o Daniel com os av&oacute;s americanos. Ele teve mais de uma semana de muita
divers&atilde;o na casa deles. A v&oacute; dele organizou outras crian&ccedil;as para
brincar com ele. Ele tamb&eacute;m gostou muito de ajudar o av&ocirc; a organizar
e contar a grande cole&ccedil;&atilde;o de armas hist&oacute;ricas dele. Enquanto eu
estave em Dallas eu tive tempo de ir almo&ccedil;ar com o meu amigo Pedro e
a esposa dele, Cl&aacute;udia. Foi &oacute;timo encontr&aacute;-los. Eu encontrei o
Daniel em Dallas no meu retorno do Brasil. Enquanto isto o Scott foi
de f&eacute;rias para as montanhas rochosas no Canada (Eu fiz uma piada de
que este &eacute; o melhor plano para umas f&eacute;rias familiares: coloque cada
membro da fam&iacute;lia em um pa&iacute;s diferente!). Infelizmente o Scott teve
dois deslocamentos do ombro durante a viagem dele e acabou indo para o
hospital em uma ambul&acirc;ncia duas vezes.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/SoccerBirthdayCake.jpg">
	  <img src="thumbnails/SoccerBirthdayCake.jpg" border=0
               alt="Soccer Birthday Cake"
               align="left"> </a>
      </td>
      <td>
	<a href="pictures/.jpg">
	  <img src="thumbnails/SportsBirthdayCake.jpg" border=0
               alt="Sports Birthday Cake"
               align="left"> </a>
      </td>
      <td>
	<p> As tradicionais duas festas de aninvers&aacute;rio para o Daniel
	em Agosto was um grande sucesso. N&oacute;s tivemos um belo dia para
	a nossa festa no jardim de casa e todos estavam num excelente
	esp\&iacute;rito de festa. Para a festa das crian&ccedil;as no parque um
	amigo organizou um jogo de futebol e n&oacute;s mandamos fazer
	camisetas comemorativas para todas as crian&ccedil;as que
	vieram. Minha amiga Silvia fez dois belos bolos tem&aacute;ticos pra
	cada uma das festas. Seguindo a nossa tradi&ccedil;&atilde;o a Gaga e o
	Grandpa foram a Edmonton para nos ajudar a organizar as festas
	e para celebrar conosco. Na nossa festa no jardim n&oacute;s fizemos
	um brinde em comemora&ccedil;&atilde;o dos 50 anos de casamento deles que
	ocorreu em Junho.
	</p>
      </td>
      <td>
	<a href="pictures/BirthdaySoccer.jpg">
	  <img src="thumbnails/BirthdaySoccer.jpg" border=0
               alt="Birthday Soccer"
               align="left"> </a>
      </td>
    </tr>
  </tbody>
</table>


<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<a href="pictures/DanielHiking.jpg">
	  <img src="thumbnails/DanielHiking.jpg" border=0
               alt="Daniel Hiking"
               align="left"> </a>
      </td>
      <td>
	<p> No final de agosto o Scott, o Daniel e eu fomos em uma
        viagem para um alojamento nas montanhas. Em anos anteriores eu
        e o Scott havia ido para alojamentos remotos que somente podem
        ser acessados por caminhadas de mais de 10 Km.  Desta vez n&oacute;s
        quer&iacute;amos levar o Daniel conosco e n&oacute;s achamos que come&ccedil;ar
        com uma caminhada de 10 Km n&atilde;o era uma boa id&eacute;ia. Portanto
        n&oacute;s fomos para o
        <a href="http://www.crossriver.ca/">Cross River Wilderness
	Centre</a>, um alojamento ao qual n&oacute;s podiamos ir de
	carro. &Eacute; um belo lugar com v&aacute;rias lugares para caminhadas, e
	eles tem um excelente chefe que preparou excelentes
	refei&ccedil;&otilde;es. N&oacute;s tres fomos numa caminhada durante o fia. O
	Daniel estave muito feliz porque ele se deu muito bem e gostou
	muito de faze caminhada nas montanhas. Nossa caminhada foi nas
	margens do rio Cross, n&oacute;s caminhamos no lado de um grande
	canyon com belas quedas de agua e paramos para fazer um picnic
	numa bela praia de rio onde o rio Cross encontra o rio
	Kootenay. A &aacute;gua estava extremamente gelada. Apesar disto,
	sendo um menino Canadense, o Daniel ficou s&oacute; de cueca e
	entrou no rio.
	</p>
      </td>
      <td>
	<a href="pictures/DanielHiking2.jpg">
	  <img src="thumbnails/DanielHiking2.jpg" border=0
               alt="Daniel Hiking"
               align="left"> </a>
      </td>
    </tr>
  </tbody>
</table>

<p>Imediatamente antes do in&iacute;cio do semestre eu tive que presidir
sobre um painel de especialistas numa confer&ecirc;ncia international que
ocorreu no <a href="http://www.banffcentre.ca/">Banff Centre</a>. Foi
&oacute;timo encontrar o Tulsi, a Parimala, e os filhos deles l&aacute;. Eu levei
o Scott e o Daniel comigo e eles aproveitaram para visitar Banff
enquanto eu trabalhava. No dia em que n&oacute;s retornamos para casa n&oacute;s
fomos para um pequeno passeio a cavalo na base das montanhas. O Daniel
estava muito orgulhoso que ele conseguiu manejar bem o cavalo
dele.</p>

<p>No in&iacute;cio de setembro hockey apareceu na nossa fam&iacute;lia. O Daniel
sempre foi interessado em hockey desde que ele tinha 2 anos de idade e
sempre assistiu hockey na TV. Uma das atividades favoritas dele para
recreios na escola em casa &eacute; jogar hockey no andar debaixo de
casa. Portanto, no inverno n&oacute;s colocamos ele em um programa no nosso
bairro para aprender a patinar no gelo. As li&ccedil;&otilde;es foram em pista de
patina&ccedil;&atilde;o em c&eacute;u aberto e o limite de temperatura para cancelar as
li&ccedil;&otilde;es foi -18 C. Com as baixas temperaturas em Fevereiro e Mar&ccedil;o
em Edmonton, frequentemente era -18 C quando n&oacute;s estavamos na
li&ccedil;&atilde;o. O Daniel gostou tanto de patinar no gelo que ele queria ficar
por mais tempo depois da li&ccedil;&atilde;o mesmo quando a temperatura era t&atilde;o
baixa. Em agosto o Daniel teve aulas de hockey na universidade. Eram
apenas 3 horas por dia, mas o Daniel estava sempre exausto no final da
li&ccedil;&atilde;o.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
      <td>
	<p> Durante o mes de setembro o Daniel teve avalia&ccedil;&otilde;es de
        habilidades no gelo para decidir em que n&iacute;vel ele iria jogar,
        e no in&iacute;cio de outubro n&oacute;s encontramos o treinador e o time
        dele: "Balas de Prata" (Silver Bullets). Eles est&atilde;o em n&iacute;vel
        8 (n&iacute;vel 1 &eacute; o mais alto, n&iacute;vel 10 &eacute; o mais baixo). N&oacute;s
        tivemos muita sorte, o treinador Mike &eacute; excelente e n&oacute;s
        todos gostamos muito dele. O Daniel classifica o treinador
        Mike como o melhor instrutor que ele j&aacute; teve. Ter um filho em
        hockey &eacute; um enorme comprometimento de tempo e n&oacute;s n&atilde;o
        t&iacute;nhamos id&eacute;ia do que n&oacute;s est&aacute;vamos nos metendo at&eacute; que
        n&oacute;s nos tornamos "pais de hockey." Tem um treino e um jogo em
        todo final de semana. Apesar de existirem mais de 35 arenas
        para patina&ccedil;&atilde;o no gelo em Edmonton, tempo no gelo &eacute; um
        recurso muito escasso (tem mais de 60.000 crian&ccedil;as jogando
        hockey na prov&iacute;ncia de Alberta). Portanto, os hor&aacute;rios e os
        lugares para os treinos e jogos variam muito. Em um s&aacute;bado
        n&oacute;s tinhamos que que estar na area as 6 da manha para um
        treino.  Al&eacute;m disto, tem todo o equipamento que n&oacute;s temos
        que organizar, carregar, colocar no jogador, tirar, etc. Por
        causa de seguran&ccedil;a, se qualquer parte do equipamento estiver
        faltando, a crian&ccedil;a n&atilde;o pode entrar no gelo. E se voce
        quizer que o seu filho se divirta no gelo, ele precisa
        melhorar suas habilidades de patina&ccedil;&atilde;o. Portanto, n&oacute;s
        come&ccedil;amos a levar o Daniel em algumas noites para patinar em
        "patina&ccedil;&atilde;o p&uacute;blica," que consiste em uma hora por semana em
        que cada arena est&aacute; aberta para qualquer um patinar no
        gelo. Isto nos levou a descobrir toda uma cultura Canadense
        que n&oacute;s at&eacute; ent&atilde;o ignor&aacute;vamos. De certa forma &eacute; similar a
        cidad&atilde;os de vilas na It&aacute;lia e na Espanha indo para
        caminhadas ao redor da pra&ccedil;a depois do jantar. A diferen&ccedil;a
        &eacute; que os Canadenses atam os patins e andam em torno de uma
        arena de gelo.</p>
      </td>
      <td>
	<a href="pictures/CoachMike.jpg">
	  <img src="thumbnails/CoachMike.jpg" border=0
               alt="Coach Mike"
               align="left"> </a><br>
	Treinador Mike dando instru,c&otilde;es antes do jogo de hockey.
      </td>
    </tr>
  </tbody>
</table>

<p> N&oacute;s gravamos alguns dos jogos do Daniel e colocamos alguns clips
no youtube: <a href="http://www.youtube.com/watch?v=ktxyI29xd3Y">Gol
do Jacob</a>, <a href="http://youtu.be/Io0zGmj1iqg">Grande Jogada da
Taytum</a> (&uacute;nica menina no
time), <a href="http://www.youtube.com/watch?v=5UoqZn9FMBA">Gol do
Matthew</a>. Usualmente o Daniel joga na defesa, a camisa dele &eacute;
n&uacute;mero 16. Num jogo em dezembro ele jogou como o
<a href="http://youtu.be/47s7Srgky3I"> goleiro</a> (algo que ele
queria fazer por um longo tempo). Ele jogou muito bem no gol e foi
aplaudido por todo o time e pelos pais quando n&oacute;s voltamos para
o vesti&aacute;rio. Jogar hockey foi excelente para aumentar a
auto-confian&ccedil;a do Daniel e para aumentar o c&iacute;rculo de
coleguinhas dele.</p>

<p>Em outubro n&oacute;s ficamos sabendo que a nossa grande amiga, Fran
More, est&aacute; se mudando de volta para Brisbane na Austr&aacute;lia. Desde o
nascimento do Daniel a Fran se tornou numa figura de uma tia/av&oacute; para
o Daniel. Ela sempre foi nosso principal suporte quando n&oacute;s
precisamos que algu&eacute;m cuide do Daniel por causa de nossas viagens ou
compromissos profissionais. Fran tamb&eacute;m era a coordenadora geral do
nosso departamento. N&oacute;s sentiremos muita falta da Fran tanto pessoal
como profissionalmente. Quando o Daniel aprendeu que a Fran estava se
mudando, a primeira rea&ccedil;&atilde;o dele foi: "Mas quem que vai tomar conta
de mim ent&atilde;o?"</p>

<p>O projeto de pesquisa que pagava o contrato no qual o Scott estava
trabalhando em pesquisa na Faculdade de Medicina acabou em
Setembro. Ele continuou ocupado terminando parte da escrita do
trabalho de pequisa em alguns meses. Agora ele est&aacute; procurando o que
fazer.</p>

<p>Apesar de estar lecionando duas disciplinas no outono, eu ainda
consegui fazer duas viagens professionais, uma para Toronto para
encontrar com colegas na IBM, e tamb&eacute;m para o d&eacute;cimo aninvers&aacute;rio de
um workshop que n&oacute;s come&ccedil;amos na Confer&ecirc;ncia do Centro de Estudos
Avan&ccedil;ados da IBM dez anos atr&aacute;s. Foi muito bom tamb&eacute;m sair para
celebrar uma importante promo&ccedil;&atilde;o do Kit Barton, um ex-aluno de
doutorado que est&aacute; tendo muito sucesso na IBM. A minha segunda viagem
foi para Seattle para o Supercomputing 2011, uma grande confer&ecirc;ncia e
feira para computa&ccedil;&atilde;o de alto desempenho. L&aacute; eu tive a oportunidade
de ter um raro jantar a dois com o Guang Gao, meu supervisor de p&oacute;s
doutorado quando eu estava em Delaware, e um grande amigo.</p>

<p>Na universidade eu continuo muito ocupado com muitos compromissos
com os meus estudantes de p&oacute;s gradua&ccedil;&atilde;o, com a universidade, e com
a comunidade de pesquisa. Este ano eu me tornei um membro do Senado da
Universidade, o que me colocou em contato com um c&iacute;rculo muito maior
de pessoas da comunidade que suporta a universidade. Uma coisa que foi
muito legal nas &uacute;ltimas semanas do semestre foi receber
reconhecimento pela qualidade das minhas aulas. Eu recebi uma carta do
diretor da faculdade ressaltando que os meus alunos me classificam
como um dos melhores instrutores da Faculdade de Ci&ecirc;ncias. Foi muito
legal receber mensagens pessoais de estudantes dizendo que eu
proporcionei a eles a melhor experi&ecirc;ncia de aprendizado no programa
acad&ecirc;mico deles. Foi ainda mais significativo quando algumas destas
mensagens vieram de estudantes que n&atilde;o tiveram notas altas na
disciplina. Eu acredito que as minhas aulas benefiam-se muito do meu
trabalho em casa com uma crian&ccedil;a com dificuldade de aprendizado.</p>

<p>No in&iacute;cio de dezembro o Scott fez uma cirurgia para resolver o
problema com os deslocamentos de ombro. Foi uma cirurgia em que ele
retornou para casa no mesmo dia apesar de ter tido anestesia
geral. Depois da cirurgia ele estava tomando fortes rem&eacute;dios contra a
dor e vai ter que manter o bra&ccedil;o imobilizado por seis semanas anted
de come&ccedil;ar terapia. Na noite seguinte a cirurgia dele eu estava
cortando uma moranga para fazer o jantar --- eu estava com pressa para
terminar antes de pegar o Daniel na creche de depois da escola --- e
um peda&ccedil;o da moranga rolou embaixo da minha faca e a faca cortou a
ponta do meu polegar. Eu acabei na emerg&ecirc;ncia do hospital para
receber v&aacute;rios pontos atravessando a minha unha. Eu n&atilde;o vou perder
nenhuma fun&ccedil;&atilde;o do polegar, mas vai ter uma cicatriz. Por&eacute;m agora
com o Scott podendo usar apenas um bra&ccedil;o e comigo com apenas um
polegar opositor funcionando, ficou dif&iacute;cil para atar patins e o
Daniel &eacute; o &uacute;nico que pode abotoar bot&otilde;es l&aacute; em casa.</p>

<p>Este foi um grande ano para reconectar com mentores e amigos. Eu
estou terminando de compor este blog enquanto a gente decola de
Edmonton para Toronto onde vamos conectar para Dallas no nosso caminho
para Ardmore em Oklahoma onde n&oacute;s vamos assar bolachinhas para
esperar a chegada do Papai Noel na casa dos pais do Scott.</a>

<p>N&oacute;s esperamos que voc&ecirc; tenha excelentes feriados de Natal e Ano
Novo.</p>


 
                             Nelson, Scott & Daniel

</body> </html>
