<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2014:
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
	<a href="pictures/Papai_Daniel_Christmas.jpg">
	  <img src="thumbnails/Papai_Daniel_Christmas.jpg" border=0
	       alt="Papai and Daniel Christmas 2014"
	       align="center"> </a>
      </center>  
    </td>
    <td>
      <center>
	<h2 align="center">
	  2014: Adeus Dorothy
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/PapaiDanielGrandpaChristmas.jpg">
	  <img src="thumbnails/PapaiDanielGrandpaChristmas.jpg" border=0
	       alt="Papai, Daniel and Grandpa, Christmas 2014"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Nosso blog the final de ano para 2014 tambem est&aacute;  dispon&iacute;vel em 
in <a href="index.html">Ingles</a>. Edi&ccedil;&otilde;es anteriores podem ser encontradas <a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter"> aqui</a>.</p>

<p>
<p>
<a href="pictures/Dorothy.jpg">
  <img src="thumbnails/Dorothy.jpg" border=0
       alt="Dorothy Ayer"
       align="left"> </a> 
N&oacute;s est&aacute;vamos sentados no seu apartamento bem decorado. Ela estava planejando a recep&ccedil;&atilde;o --- sandu&iacute;ches e uma salada seriam suficientes --- revisando os custos de alugar o sal&atilde;o de festas e o pagamento para a pastora e o organista. Ela queria selecionar a pedra para o t&uacute;mulo --- um estilo cl&aacute;ssico em m&aacute;rmore de bom tamanho, mas n&atilde;o t&atilde;o grande que destoasse dos outros no cemit&eacute;rio em New Brunswick. Antes desta reuni&atilde;o ela j&aacute;  tinha selecionado a cor das flores, as m&uacute;sicas que seriam cantadas e as passagens da Biblia que seriam lidas durante o funeral. Ela tamb&eacute;m queria especificar os custos que seriam pagos por ela para a viagem para Sackville, New Brunswick, para levar as cinzas dela e do falecido marido, Bill, para enterro. Este encontro aconteceu em 18 de agosto. Dorothy ainda estava bem, mas n&oacute;s todos sab&iacute;amos que o tempo dela entre n&oacute;s seria curto porque o cancer tinha retornado e estava crescendo rapidamente. Ela estava em paz com o destino dela e estava preocupada em deixar todos os neg&oacute;cios em ordem para aqueles que ela deixaria para tras. Eu estava l&aacute;  porque eu tinha aceitado a responsibilidade de agir como o executor do testamento e dos &uacute;ltimos desejos dela. Este era o momento para ela me dar instru&ccedil;&otilde;es.</p>

<p>A pr&oacute;xima vez que n&oacute;s nos encontramos foi no dia do Trabalho, primeiro de Setembro. Dorothy estava recebendo cuidados paliativos no Grey Nuns hospital. A sua voz estava fraca, mas ela estava alegre, rindo. N&oacute;s falamos por um longo tempo. Nossa coversa foi em torno do fato de que ela tinha que partir quando este mundo ainda tem tantos conflitos. Ela estava preocupada porque as pessoas n&atilde;o se d&atilde;o bem "dado que, quando a gente chega &agrave; ess&ecirc;ncia, pessoas s&atilde;o simplesmente pessoas, todo mundo &eacute; a mesma coisa." Durante a sua vida ela tinha se dado muito bem com pessoas de tantos lugares diferentes e de tantas religi&otilde;es diferentes. No final deste encontro ela disse "N&oacute;s dissemos tudo que n&oacute;s t&iacute;nhamos que dizer um para o outro. Agora v&aacute; , tome conta da tua fam&iacute;lia. Voc&ecirc; ser&aacute;  chamado quando a hora chegar e voc&ecirc; ser&aacute;  necess&aacute;rio."</p> 


<p>A chamada veio no dia 25 the Setembro. Dorothy tinha sido nossa vizinha por doze anos, e era a "av&oacute;-na-casa-ao-lado" para o Daniel, antes de mudar para o seu apartamento de vida com assist&ecirc;ncia. Ao longo dos anos ela se tornou uma boa amiga e uma confidente. Imediatamente ap&oacute;s a morte dela eu me achei lidando com a distribui&ccedil;&atilde;o dos objetos pessoais dela, com os pap&eacute;is para o registro civil, bancos, casa funeral, com a Queen's Bench Surrogate Court, etc --- nada podia ocorrer sem minha assinatura. Eu gostava muito da Dorothy e eu sinto que esotu honrando ela quando eu cumpro o papel que ela designou para mim. Mas, certamente esta incumb&ecirc;ncia colocou uma carga pesada num calend&aacute;rio de semestre que j&aacute; estava muito pesado --- eu estava ensinando tr&ecirc;s cursos, um novo e um com grande n&uacute;mero de alunos. A Dorothy tinha pedido desculpas que a morte dela iria ocorrer num momento em que eu estava t&atilde;o ocupado!</p>

<p>Entre os dois encontros com a Dorothy eu fui o organizador de uma grande confer&ecirc;ncia internacional na minha &aacute;rea em Edmonton com a responsibilidade de verificar que tudo estava no lugar para o evento e para todos os participantes, mas tamb&eacute;m com a alegria de receber muitos amigos e colegas em Edmonton. Logo ap&oacute;s a confer&ecirc;ncia, eu parti para Jasper e Banff com meus colegas Edson Borin e Sandro Rigo de Campinas. Em Jasper n&oacute;s fomos surpreendidos com um upgrade no Jasper Park Lodge para uma "cabana" que tinha cinco suites e uma sala de estar que era maior do que a nossa casa. Depois n&oacute;s descobrimos que esta "cabana" foi onde a Marilyn Monroe se hospedou quando ele estava filmando em Jasper. Quando n&oacute;s est&aacute;vamos partindo o Daniel perguntou: "A gente pode ficar na mesma casa na pr&oacute;xima vez que n&oacute;s voltarmos a Jasper?" Eu sorri e disse "Certamente." <p> 

<p>O Daniel nos encontrou em Jasper depois de passar v&aacute;rios dias com o Scott em uma viagem a cavalo pelas montanhas perto de Nordegg. Scott tinha oferecido para levar o Daniel com ele para uma viagem de acampamento enquanto eu estava envolvido com a confer&ecirc;ncia em Edmonton. O Daniel gostou muito de passar v&aacute;rios dias como um cowboy nas montanhas dormindo em barracas e andando a cavalo.</p>


<p>
<a href="pictures/DioraciSigning.jpg">
  <img src="thumbnails/DioraciSigning.jpg" border=0
       alt="Dioraci Signing Book"
       align="left"> </a> 
Em Novembro eu fiquei muito orgulhoso da minha m&atilde;e. Ela fez um curso organizado para a terceira idade na Universidade Federal perto da casa dela e tr&ecirc;s dos contos dela foram selecionados para publica&ccedil;&atilde;o. Ela teve at&eacute; uma tarde de aut&oacute;grafos na Livraria Cultura em Porto Alegre! Minha m&atilde;e estava, dom direito, muito orgulhosa desta realiza&ccedil;&atilde;o.</p>

<p> Tamb&eacute;m em Novembro n&oacute;s ficamos muito felizes em receber de volta nossa grande amiga Fran Moore que sempre teve uma conex&atilde;o muito forte conosco e com o Daniel. A Fran agora mora em Brisbane na Austr&acute;lia.</p>

<p> Este ano n&oacute;s n&oacute;s nos preocupamos muito e seguimos o progresso de minha colega e amiga Laurie Hendren que estava lidando com cancer de mama. Eu sempre admirei muito a abordagem que a Laurie tem para pesquisa e para a vida. Esta impress&atilde;o da Laurie foi confirmada pela sua experi&ecirc;ncia com o sistema de sa&uacute;de do Quebec. Quando ela se tornou uma paciente ela pesquisou as op&ccedil;&otilde;es de tratamento e introduziu uma nova t&eacute;cnica de cirurgia --- a <a href="http://flatchestedwarriors.weebly.com/blog/archives/03-2014">Mastectomia Goldilocks</a> --- ao cirurgi&atilde;o, que ent&atilde;o usou este procedimento pela primeira vez em Quebec. Depois ela criou uma parceria com o diretor da cl&iacute;nica de radioterapia para escrever uma proposta de pesquisa, que recebeu financiamento, para criar um sistema de hor&aacute;rios para melhorar a experi&ecirc;ncia dos pacientes que est&atilde;o recebendo tratamento na cl&iacute;nica.</p>

<p>
<a href="pictures/Minivan.jpg">
  <img src="thumbnails/Minivan.jpg" border=0
       alt="Minivan"
       align="right"> </a> 
Servindo como um representante eleito no comit&ecirc; para contratar um novo diretor da Faculdade de Engenharia tamb&eacute;m consumiu uma quantidade significante de tempo e energia. Eu acabei tamb&eacute;m servindo em dois comites de sele&ccedil;&atilde;o de chefes de departamento na Faculdade de Medicina. Al&eacute;m disto eu fui eleito em Janeiro para servir como um Diretor para a <a href="https://www.spec.org/">Standard Performance Evaluation Corporation (SPEC)</a>, uma grande organiza&ccedil;&atilde;o que congrega as maiores companhias de computa&ccedil;&atilde;o do mundo. Com esta alta carga de trabalho meu semestre de Outono teve muitos dias come&ccedil;ando as 3:30 ou 4:00 da manha enquanto eu tentava manter minha cabeca acima da &aacute;gua. Portanto, os &uacute;ltimos dias quietos aqui na casa dos pais do Scott, onde eu durmo como uma pessoa normal, parecem ser um presente. </p>

<p>Ainda no lado profissional, eu fiquei muito feliz por ter sido reconhecido como um  <a href="http://www.acm.org/press-room/news-releases/2014/distinguished-2014"><i>Distinguished Engineer</i> pela Association for Computing Machinery (ACM)</a>.

<p>
<a href="pictures/OscarWilde.jpg">
  <img src="thumbnails/OscarWilde.jpg" border=0
       alt="OscarWild"
       align="left"> </a> 
O ensino intenso e a carga de servi&ccedil;o durante o Outono me manteve preso a Edmonton com exce&ccedil;&atilde;o de uma r&aacute;pida viagem a Markham em Ontario, mas na primeira metade do ano confer&ecirc;ncias me levaram a Edingurgh (June) e Dublin (Mar&ccedil;o). Em Mar&ccedil;o eu voei de Dublin para S&atilde;o Paulo onde eu passei uma semana trabalhando em uma colabora&ccedil;&atilde;o com colegas na Unicamp. Um dos pontos altos da minha visita ao Brasil desta vez foi uma oportunidade de reconectar com meu amigo Jo&atilde;o Campari dos meus dias em Austin, Texas. Jo&atilde;o &eacute; um economista e agora tem um papel importante com o Nature Concervancy na Am&eacute;rica Latina. N&oacute;s tinhamos nos encontrado muito poucas vezes desde que mudamos do Texas.</p>

<p>
<a href="pictures/Calgary.jpg">
  <img src="thumbnails/Calgary.jpg" border=0
       alt="Calgary"
       align="right"> </a> 
Em Maio n&oacute;s compramos um novo ve&iacute;culo, uma minivan Chrysler vermelha que o Daniel queria por muito tempo. N&oacute;s usamos a minivan para nossa tradicional viagem a Calgary para visitar as irm&atilde;s do Daniel. Desta vez n&oacute;s combinamos a viagem com uma viagem a Banff onde o Scott estava participando de uma feira de vinhos no Banff Springs Hotel. Enquanto n&oacute;s est&aacute;vamos l&aacute; o Daniel comprou a sua primeira prancha de skate mais s&eacute;ria e come&ccedil;ou a praticar.</p>

<p> Em Calgary n&oacute;s ficamos sabendo que a Mak, a irm&atilde; mais velha do Daniel, estava gr&aacute;vida. O sobrinho do Daniel, Leo Xavier, nasceu em Outubro. Daniel teve a melhor observa&ccedil;&atilde;o quando a Mak nos contou sobre a gradidez. Ele disse "Voc&ecirc; tem 18 anos de idade, igualzinho minha v&oacute; quando ela teve o meu daddy!" Leo n&atilde;o foi a &uacute;nica adi&ccedil;&atilde;o &agrave; fam&iacute;lia, no in&iacute;cio do ano o meu irm&atilde;o Marco e a Fernanda receberam em casa suas duas novas filhas, a Sofia e a Giovanna, e em Novembro, meu sobrinho Tiago e a Tatiana receberam o Theo para se juntar ao Gael.</p>

<p> A loja de licores e vinhos do Scott est&aacute; indo muito bem. Agora ela se chama 
<a href="https://www.facebook.com/7DegreesWineBeerSpirits">7 Degrees</a>. O Scott e o s&oacute;cio, Chris, est&atilde;o sempre muito ocupados fornecendo a alguns restaurantes e para eventos organizados para grupos de caridades and associa&ccedil;&otilde;es comunit&aacute;rias. Eles tamb&eacute;m frequentemente est&atilde;o em feiras de vinhos e em contato di&aacute;rio com representantes de casas de vinho de v&aacute;rios lugares ao redor do mundo. Agora que o Scott &eacute; um Sommelier certificado, ele lecionou dois cursos, de v&aacute;rias semanas, de degusta&ccedil;&atilde;o de vinho que s&atilde;o oferecidos pelo <a href="http://www.internationalsommelier.com/">International Sommelier Guild</a>. Eles est&atilde;o organizando um novo curso de degusta&ccedil;&atilde;o de cerveja.</p>

<p>Na primavera n&oacute;s recebemos em casa a Pickles --- uma gata pequena cinza. O Scott e o Daniel trouxeram ela para casa da Humane Society. Eu fiquei surpreso com a quebra da regra de "Somente Meninos" para a nossa casa mas o Daniel disse que Pickles era "a gata certa" para n&oacute;s.</p>

<p>
<a href="pictures/SoccerRain.jpg">
  <img src="thumbnails/SoccerRain.jpg" border=0
       alt="Soccer under rain"
       align="left"> </a> 
A temporada de futebol em Maio e Junho foi fria e molhada, n&oacute;s passamos muitos jogos embaixo de chuva congelada... &Eacute; assim que n&oacute;s constru&iacute;mos verdadeiros Canadenses! Mas a confraterniza&ccedil;&atilde;o com o time e o grupo de pais muito dedicados fez com que fosse uma experi&ecirc;ncia gratificante. Algumas vezes a domin&acirc;ncia do time de Windsor Park fez com que o goleiro Daniel tivesse momentos muito relaxados no gol.
<a href="pictures/Goalie.jpg">
  <img src="thumbnails/Goalie.jpg" border=0
       alt="Soccer under rain"
       align="right"> </a> 
</p>

<p>
<a href="pictures/OilKings.jpg">
  <img src="thumbnails/OilKings.jpg" border=0
       alt="Oil Kings"
       align="left"> </a> 
Se voc&ecirc; segue o campeonato de hockey voc&ecirc; sabe que o time Oilers de Edmonton est&aacute; ainda pior do que o Brasil na Copa do Mundo! Mas tem bom hockey na cidade. N&oacute;s nos divertimos assistindo alguns jogos do Oil Kings na Rexall Place e comemoramos a vit&oacute;ria deles na Memorial Cup. N&oacute;s tamb&eacute;m fomos a muitos jogos de hockey do Golden Bears na Universidade de Alberta e comemoramos quando os Bears ganharam o campeonato de 2014 da Canadian Interuniversity Sport (CIS), tamb&eacute;m conhecido como University Cup no Canada. O Daniel conhece muitos dos jogadores pois ele vai ao Summer Camps do Golden Bears e os jogadores do Bears s&atilde;o seus treinadores. Portanto, foi muito especial quando fomos convidados para uma recep&ccedil;&atilde;o do Chancelor da universidade onde n&oacute;s fomos a uma festa e assistimos o jogo do camerote especial no est&aacute;dio do Golden Bears. Em Maio n&oacute;s conseguimos ter um jantar em casa para Denis e Sinan, os melhores amigos alem&atilde;es do Daniel, para celebrar a vit&oacute;ria dos Oil Kings na Memorial Cup. 
<a href="pictures/OilKingsDinner.jpg">
  <img src="thumbnails/OilKingsDinner.jpg" border=0
       alt="Oil Kings Dinner"
       align="right"> </a> 
</p>

<p>
<a href="pictures/MarcusReusHaircut.jpg">
  <img src="thumbnails/MarcusReusHaircut.jpg" border=0
       alt="Markus Reus Haircut"
       align="left"> </a> 
N&oacute;s fizemos uma r&aacute;pida viagem em fam&iacute;lia ao hostel em Nordegg para o feriado do dia do Canada em Julho e em seguida a febre da Copa do Mundo tomou conta de nossa casa. O Daniel teve at&eacute; um corte de cabelo do Markus Reus (um famoso jogador Alem&atilde;o que acabou n&atilde;o jogando no time oficial da Alemanha por causa de uma les&atilde;o) para comemorar o in&iacute;cio da copa. N&oacute;s continuamos celebrando mesmo depois que a Alemanha, com muita raz&atilde;o, estra&ccedil;alhou com uma sele&ccedil;&atilde;o brasileira completamente despreparada para jogar naquele n&iacute;vel. A Alemanha era o nosso segundo time mais favorito em nossa casa antes da copa come&ccedil;ar.</p>

<p> No final de Novembro eu fui influenciado por alguns novos vizinhos que se mudaram para uma casa perto da nossa e eu construi uma pista de patina&ccedil;&atilde;o no gelo para o Daniel no quintal de casa. Eu n&atilde;o tinha nenhuma experi&ecirc;ncia, mas improvisei e deu certo. O Daniel disse que eu sou "o melhor papai do mundo" por construir a pista de patina&ccedil;&atilde;o para ele. Eu disse: "Rapaz, I am working hard to keep that title!"</p>

<p>Em Outubro o nosso SAAB 9.5 morreu e o Scott comprou uma camioneta pickup. O Daniel imediatamente trocou de ve&iacute;culo favorito e agora n&atilde;o quer mais andar na Minvan!</p>

<p>Um dos pontos altos do ver&atilde;o foi nossa Festa de Jardim. Com nosso grupo de amigos e conhecidos crescendo com as conex&otilde;es do Scott na cena de vinhos de Edmonton, este evento social est&aacute; crescendo tamb&eacute;m. Este ano o Daniel decidiu que, no lugar de presentes, n&oacute;s deviamos pedir que nossos amigos fizessem uma doa&ccedil;&atilde;o para uma filantropia. O Daniel disse que a doa&ccedil;&atilde;o deveria ser para uma organiza&ccedil;&atilde;o "que ajuda crian&ccedil;as como eu." Portanto n&oacute;s selecionamos a Learning Disability Association of Alberta. 
Com a generosidade de nossos amigos, n&oacute;s enviamos uma doa&ccedil;&atilde;o de mais de Ca$ 1,400 para a LDAA.</p>

<p> Neste Natal eu estou na casa dos pais do Scott com o Daniel e o Scott est&aacute; em Edmonton tomando conta da loja. No dia 31 de Dezembro o Scott vem para c&aacute; para levar o Daniel de volta para casa e eu vou para a Alemanha para participar de um workshop em Dagstuhl. Nesta visita &agrave; alemanha eu tamb&eacute;m vou visitar meu amigo Matthias e a fam&iacute;lia dele.</p>

     </td>
    </tr>

<p>Feliz Natal e um Bom 2015!</p>


 
                             Nelson, Scott & Daniel

</body> </html>
