<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2009: Entre Neve e Areia
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/eoy09-2.jpg">
	  <img src="thumbnails/eoy09-2.jpg" border=0
	       alt="Daniel Skiing"
	       align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<h2 align="center">
	  2009: Entre Neve e Areia
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-4.jpg">
	  <img src="thumbnails/eoy09-4.jpg" border=0
	       alt="Daniel Beach"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p> 
<a href="pictures/eoy09-1.jpg">
    <img src="thumbnails/eoy09-1.jpg" border=0
         alt="Sander"
         align="left"> </a>
Esta carta tamb&eacute;m est&aacute; dispon&iacute;vel
em <a href="index.html">Ingl&ecirc;s</a>.  Depois de passar v&aacute;rias
semanas calmas com a fam&iacute;lia do Scott no clima moderado de Oklahoma
para os feriados de Natal e Ano Novo em Dezembro de 2008, n&oacute;s
retornamos para Edmonton para a nossa festa de
Natal-depois-do-Natal. N&oacute;s conseguimos ir ver o Sander fazer esqui
do campo em Edmonton antes de ir para o tradicional final-de-semanda
de esqui do meu department em Jasper onde o Daniel tentou esquiar pela
primeira vez e tambem aproveitou para brincar com "o outro Daniel"
(neto do meu colega Duane). Naquele final de semana eu e o Scott
jantamos duas vezes no Andy's, um &oacute;timo restaurante em Jasper ---
uma vez sem o Daniel gra&ccedil;as a uma oferta da Fran para cuidar dele.</p>

<p> No dia 08 de fevereiro, o Daniel estava esquiando em Edmonton, no
dia 16 de fevereiro, ele estava aproveitando as ondas na praia de
Xangril&aacute; no Brasil. Gra&ccedil;as ao meu ano de sabbatical,
n&oacute;s conseguimos ficar mais tempo no Brasil e est&aacute;vamos
l&aacute; para a celebra&ccedil;&atilde;o dos 70 anos da Vov&oacute;
Dioraci em Mar&ccedil;o. A festa foi em um clube (organizada e paga
pela Salete, minha irm&atilde;). Portanto n&oacute;s todos nos
divertimos muito revendo primos, tias, tios, e amigos que n&oacute;s
n&atilde;o t&iacute;nhamos visto por muitos anos. O Daniel se divertiu
muito brincando at&eacute; a meia noite. A Vov&oacute; estava muito
feliz com a festa em sua homenagem. </p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/eoy09-3.jpg">
	  <img src="thumbnails/eoy09-3.jpg" border=0
               alt="BeachFriends"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-6.jpg">
	  <img src="thumbnails/eoy09-6.jpg" border=0
               alt="Ximbica"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-5.jpg">
	  <img src="thumbnails/eoy09-5.jpg" border=0
               alt="Vovo"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p> Na praia o Daniel fez v&aacute;rios amigos, brincou com of primos mais
velhos e com toda a fam&iacute;lia. O Vov&ocirc; Geovany ainda estava dirigindo
um antigo Ford Corcel "&uacute;ltimo tipo" fabricado em 1982. Todo mundo
chama o carro de "Ximbica," Este era o nosso ve&iacute;culo quando
est&aacute;vamos na praia e o Daniel adorou. Como o Ximbica sacoleja e faz
barulho andando em ruas de cal&ccedil;amento irregular, o Daniel dizia que
"este &eacute; o carro mais r&aacute;pido do mundo." Ainda melhor, foi que na
praia no Brasil o Daniel podia "dirigir" o Ximbica com o Papai. Isto
&eacute; uma coisa que ele jamais poderia fazer na Am&eacute;rica do Norte!</p>

<p>Foi &oacute;timo ter um pouco de tempo extra no Brazil para poder rever
v&aacute;rios amigos que n&oacute;s n&atilde;o t&iacute;nhamos visto por um longo
tempo. Antigos colegas da PUCRS, amigos de S&atilde;o Luiz Gonzaga, minha
terra natal, tanto no aninvers&aacute;rio da Vov&oacute; quanto na minha viagem
a Santa Maria para assistir a formatura de minha afilhada Juliana
Rebolho. Eu tamb&eacute;m encontrei o Nikola, o primogenito da minha
afilhada Ta&iacute;na Correa. At&eacute; tivemos um churrasco de &uacute;ltima hona
na casa da Cristina Paim, uma amiga de tempo de inf&acirc;ncia, antes de
correr para o aeroporto para o nosso v&ocirc;o de regresso.</p>

<p> Na primavera eu fiz uma pequena reforma na casa onde eu demoli uma
falsa lareira embutida e instalei uma estante para um sistema de som e
uma nova TV fina de 52 polegadas. Eu contei com muita ajuda com a fase
de demoli&ccedil;&atilde;o. Meu pr&oacute;ximo projeto foi no ver&atilde;o quando eu
construi um puxadinho atr&aacute;s da garagem e pintei a garagem. De novo,
eu tive muita "ajuda" com o projeto. Daniel me chama "o homem
demolidor" porque "voc&ecirc; constr&oacute;i coisas." O grande projeto do
Scott na primavera foi um redesign do jardim no lado Sul da frente de
nossa casa.
</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/eoy09-7.jpg">
	  <img src="thumbnails/eoy09-7.jpg" border=0
               alt="Demolition"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-11.jpg">
	  <img src="thumbnails/eoy09-11.jpg" border=0
               alt="ScottGarden"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-12.jpg">
	  <img src="thumbnails/eoy09-12.jpg" border=0
               alt="Garage"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>


<p> N&oacute;s mantivemos a tradi&ccedil;&atilde;o de ir a Calgary
para visitar as duas irm&atilde;s do Daniel, Emily e Mac, assim como
Belinda, a m&atilde;e de nascimento dele. Em novembro Howard e Liz
(pais adotivos da Emily) retornaram a visita e trouxeram Emily para
visitar o Daniel. Sempre me impressiona ver como of Daniel se d&aacute;
t&atilde;o bem com a Emily.</p>

<p> Neste ver&atilde;o o Daniel demonstrou melhor coordena&ccedil;&atilde;o durante a
esta&ccedil;&atilde;o de futebol, e todos as crian&ccedil;as tinham mais no&ccedil;&atilde;o de
dire&ccedil;&atilde;o. As vezes eles at&eacute; fizeram gol na goleira do time
advers&aacute;rio.</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/eoy09-8.jpg">
	  <img src="thumbnails/eoy09-8.jpg" border=0
               alt="SummerSoccer"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-9.jpg">
	  <img src="thumbnails/eoy09-9.jpg" border=0
               alt="Emily"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-10.jpg">
	  <img src="thumbnails/eoy09-10.jpg" border=0
               alt="BelindaMac"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p> Em Agosto n&oacute;s tivemos umas excelente f&eacute;rias de ver&atilde;o com a
Gag&aacute; e o Vov&ocirc; Meadows em Ossoyos, na prov&iacute;ncia de British
Columbia, o lugar mais quente do Canada. Daniel n&atilde;o se importou de
visitar vinhedos algumas vezes, mas ele realmente preferiu a praia no
lago e a temperatura de 30C. Portanto, em muitos dias eu levei o
Daniel para a praia enquanto o Scott levou os av&oacute;s para provar
vinhos. N&oacute;s gostamos muito do excelente vinho produzido naquela
parte do Okanagan Valley.</p>

<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/eoy09-13.jpg">
	  <img src="thumbnails/eoy09-13.jpg" border=0
               alt="Ossoyos"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-16.jpg">
	  <img src="thumbnails/eoy09-16.jpg" border=0
               alt="Cake"
               align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/eoy09-14.jpg">
	  <img src="thumbnails/eoy09-14.jpg" border=0
               alt="GrandmaStore"
               align="center"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>
N&oacute;s celebramos o quinto aninvers&aacute;rio do Daniel com uma festa de
dois dias.  No s&aacute;bado n&oacute;s tivemos uma grande festa para as
crian&ccedil;as no clube de festas da associa&ccedil;&atilde;o do bairro perto da
nossa casa. O tema da festa foi "Loja da Vov&oacute;." As crian&ccedil;as
receberam "D&oacute;lares do Daniel" e usaram estes d&oacute;lares para comprar
todo tipo de guloseimas na loja da Vov&oacute;. Eles adoraram. No dia
seguinte n&oacute;s completamos com uma grande festa em casa para todos
nossos amigos adultos.</p>

<p>No final de agosto n&oacute;s fechamos nosso ver&atilde;o com um belo dia
visitando nossa amiga Judy Clare-Packer e a fam&iacute;lia dela no lago em
Alberta Beach.</p>

<p> O Daniel come&ccedil;ou o Jardim de Inf&acirc;ncia em Setembro,
ele est&aacute; na turma da Sra. Wilson. Antes dele come&ccedil;ar
n&oacute;s est&aacute;vamos preocupados com o ajuste dele ao Jardim de
Inf&acirc;ncia por causa das dificuldade que ele tinha com atividades
quietas na creche. Na realidade o Daniel est&aacute; se dando muito
bem no ambiente muito mais estruturado e regimentado do Jardim. Ele
adora regras! O Daniel ainda est&aacute; tendo dificuldade com
atividades que requerem coordena&ccedil;&atilde;o motora mais precisa
tais como escrever e desenhar. N&oacute;s sabemos que estas coisas
v&atilde;o ocorrer com tempo. Ele est&aacute; come&ccedil;ando a
demonstrar interesse em leitura e est&aacute; come&ccedil;ando a
reconhecer letras e pequenas palavras, man ainda n&atilde;o
est&aacute; lendo ainda. Por outro lado, ele se d&aacute; muito bem em
qualquer jogo que envolva bolas e demonstra uma excelente
coordena&ccedil;&atilde;o de olhos com m&atilde;o. Ele tamb&eacute;m
fez aulas de nata&ccedil;&atilde;o no Outono e est&aacute; muito ativo
na piscina.</p>

<p>
<a href="pictures/eoy09-19.jpg">
    <img src="thumbnails/eoy09-19.jpg" border=0 alt="Cairo"
         align="left"> </a> 
Viagens professionais me levaram a Zurique em Janeiro onde eu jantei
no "topo de Zurique" numa bela montanha coberta de neve, aos Alpes
Franceses em Abril, com uns dois belos dias de primavera em Paris ---
consegui vi a Torre Eiffel desta vez, a Dublin na Irlanda em Junho
onde eu me hospedei em um dormit&oacute;rio dentro do famoso Trinity
College. Uma bela surpresa foi encontrar nosso amigo Sampath Kannan em
Dublin e passar um meio dia visitando com ele. Eu tamb&eacute;m tive a
oportunidade de fazer uma viagem ao Cairo em Dezembro onde eu visitei
as pir&acirc;mides em Ghiza e passei um dia com Waleed, o irm&atilde;o
de um aluno, e sua esposa Amany, em casal mu&ccedil;ulmano muito
simp&aacute;tico que me ensinou muito sobre vida no Egito. 
Waleed tem uma 
<a href="http://ammarw.blogspot.com/2009/12/pharaonic-village.html">entrada
no blog dele</a> sobre nossa visita.  Cairo &eacute; um lugar cheio de
contrastes. Eu passei por Amsterdam na minha viagem ao Cairo e visitei
com a minha amiga Silvia que eu n&atilde;o tinha visto por muitos
anos, e at&eacute; ganhei um pequeno presente de Saint Nicholas e de
seu ajudante Zwarte Piet. Eu tamb&eacute;m continuei retornando a
Toronto de vez em quando para continuar a minha
colabora&ccedil;&atilde;o com a IBM.</p>

<p> Meu trabalho est&aacute; indo muito bem. Eu tenho muita sorte de ter um
pequeno grupo de alunos de p&oacute;s-gradua&ccedil;&atilde;o que s&atilde;o muito
inteligentes e muito dedicados. Eu tamb&eacute;m estou muito feliz de estar
de volta na sala de aula com alunos de gradua&ccedil;&atilde;o neste Outono. Eu
estava sentindo falta do contato direto com os alunos.</p>

<p>O Daniel gosta muito de m&uacute;sica. Ele pediu para fazer aulas de
canto e n&oacute;s matriculamos ele com o Cantilon Choirs. Ele tem ensaios
semanais e teve o seu primeiro grande concerto em Dezembro onde ele
cantou com um grande coral e com uma orquestra no Winspear Concert
Hall, o melhor teatro de Edmonton. Infelizmente eu n&atilde;o pude assistir
o concerto por causa da minha confer&ecirc;ncia no Cairo. N&oacute;s levamos o
Daniel para assistir a orquestra simf&ocirc;nica duas vezes, e parece que
n&oacute;s gravamos todos os programas musicais na TV ultimamente. O Daniel
tamb&eacute;m adorou a pe&ccedil;a teatral do M&aacute;gico de Oz mas achou que o
show ao vivo do Wiggles foi um fracasso.</p>

<p>
<a href="pictures/eoy09-17.jpg">
    <img src="thumbnails/eoy09-17.jpg" border=0
         alt="Dorothy"
         align="right"> </a>

No in&iacute;cio de Novembro n&oacute;s ficamos sabendo que a nossa
vizinha do lado e grande amiga Dorothy Ayer foi diagnosticada com um
cancer avan&ccedil;ado no p&acirc;ncreas.  O progn&oacute;stico
inicial foi muito negativo, mas eles fizeram uma cir&uacute;rgia que
aparentemente teve muito sucesso e ela est&aacute; se recuperando bem
at&eacute; agora. Portanto n&oacute;s estamos com esperan&ccedil;a de
que n&oacute;s vamos poder contar com a companhia da Dorothy para
muitos jantares e copos de vinho no pr&oacute;ximo ver&atilde;o no
nosso quintal.</p>

<p>
<a href="pictures/eoy09-20.jpg">
    <img src="thumbnails/eoy09-20.jpg" border=0
         alt="Christmas"
         align="left"> </a>
Em Novembro n&oacute;s tamb&eacute;m ficamos sabendo que o Vov&ocirc; Geovany
teve um pequeno ataque card&iacute;aco e precisava se submeter a uma
cirurgia de cora&ccedil;&atilde;o para fazer v&aacute;rias pontes de safena. N&oacute;s
estamos muito felizes em saber que a cirurgia foi um sucesso e que ele
est&aacute; se recuperando muito bem.</p>

<p> N&oacute;s acabamos de passar v&aacute;rios dias aqui em Oklahoma com os
av&oacute;s e com Bret, o irm&atilde;o do Scott, e a fam&iacute;lia dele. O Daniel
est&aacute; se dando muito bem e est&aacute; gostando muito de brincar com a
prima mais velha Lexi, que tem 7 anos, e tamb&eacute;m de ser o primo mais
velho para o Chase (2 anos) e o Jake (1 ano). O Bret volta para casa
hoje e mais uma vez n&oacute;s teremos uma quieta noite de Natal s&oacute; com a
Gaga e o Grandpa.</p>

<p> A &uacute;ltima curti&ccedil;&atilde;o do Daniel &eacute; usar gravata. Ele colocou
gravata para o jantar quase todas as noites desde que ele chegou na
casa da Gaga!</p>

<p> Encontrando muitos amigos durante nossas viagens este ano, foi
interessante descobrir que muitos agora esperam a retrospectiva em
nossa tradicional carta de final de ano. Eu tamb&eacute;m descobri que esta
carta eletr&ocirc;nica &eacute; uma maneira conveniente para novos conhecidos
para lerem um pouco sobre n&oacute;s. Eu gosto de escreve-la, e eu espero que
um dia estas cartas sejam um bom arquivo para o Daniel.</p>

<p> N&oacute;s desejamos feriados cheios de paz e felicidade para voc&ecirc;.</p>

                             Nelson, Scott & Daniel

</body> </html>
