<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2013: Crescendo
</title>
</head>
<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/Orange.jpg">
	  <img src="thumbnails/Orange.jpg" border=0
	       alt="Daniel, April 2005"
	       align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<h2 align="center">
	  2013: Crescendo
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/Apple.jpg">
	  <img src="thumbnails/Apple.jpg" border=0
	       alt="Daniel, October 2013"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Nosso blog de final de ano de 2013 tamb&eacute;m est&aacute; dispon&iacute;vel em 
 <a href="index.html">Ingl&ecirc;s</a>. Edi&ccedil;&otilde;es anteriores s&atilde;o encontradas <a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter"> aqui</a>.</p>

<p>	
<a href="pictures/Christmas12.jpg">
  <img src="thumbnails/Christmas12.jpg" border=0
       alt="Christmas 2012"
       align="left"> </a> 
<a href="pictures/Christmas13.jpg">
  <img src="thumbnails/Christmas13.jpg" border=0
       alt="Christmas 2013"
       align="right"> </a> 

 Tradi&ccedil;&otilde;es s&atilde;o importantes. Portanto, apesar de eu estar agora sentado na &aacute;rea de uma casa alugada na frente da bonita Baia Norte na ilha m&aacute;gica de Santa Catarina no Brasil neste dia antes do Natal, n&oacute;s ainda vamos tentar escrever este blog de final de ano. N&oacute;s tamb&eacute;m coletamos um galho seco na praia e vamos decor&aacute;-lo com conchinhas e flores para servir como nossa &aacute;rvore de Natal. E mesmo que as bolachinhas sejam compradas no supermercado, n&oacute;s vamos decor&aacute;-las e deix&aacute;-las junto `a &aacute;rvore e tamb&eacute;m deixar peda&ccedil;os de cenoura para as renas na expectativa da chegada do Papai Noel. Voc&ecirc; vai receber esta mensagem mais tarde porque uma das d&aacute;divas deste lindo lugar &eacute; que ele n&atilde;o tem conex&atilde;o `a internet e permite que n&oacute;s tenhamos uma folga da nossa vida sempre conectada.</p>


<p> Este &eacute; um grande contraste com o nosso Natal de 2012 que n&oacute;s passamos de maneira muito tranquila com o Vov&ocirc; e a Vov&oacute; Meadows na sua bonita casa decorada em Oklahoma. Nos dias depois do Natal l&aacute; o Daniel teve muito tempo para brincar com os primos dele. Aqui no Brasil as brincadeiras dele s&atilde;o nadar e jogar futebol na praia com crian&ccedil;as e jovens que n&atilde;o falam ingl&ecirc;s.</p> 

<p>
<a href="pictures/Great.jpg">
  <img src="thumbnails/Great.jpg" border=0
       alt="Great, December 2012"
       align="left"> </a> 
Um dos encontros mais importantes para o Daniel toda a vez que n&oacute;s fomos para Oklahoma era ir ver a "Great". Esta &eacute; a maneira que ele chamava a bisav&oacute; Meadows. De acordo com o Daniel ele chamava ela de "Great" porque ela era a "GreatGrandma" dele e tamb&eacute;m porque ela era "great" ou "o m&aacute;ximo". Eles sempre estavam muito felizes juntos e o Daniel sempre diminua o seu ritmo sempre muito acelerado para falar com ela. Infelizmente a Great faleceu em 2013 e deixou muita saudade.</p>

<p> 
<a href="pictures/Luckas.jpg">
  <img src="thumbnails/Luckas.jpg" border=0
       alt="Luckas"
       align="left"> </a> 
<a href="pictures/GoldenBear.jpg">
  <img src="thumbnails/GoldenBear.jpg" border=0
       alt="Luckas"
       align="right"> </a>
Seguindo a tradi&ccedil;&atilde;o, em Janeiro n&oacute;s tivemos nossa festa de Natal-depois-do-Natal quando n&oacute;s retornamos para casa  e as atividades de inverno foram dominadas por treinos e jogos de hockey, constru&ccedil;&atilde;o de fortes de neve no p&aacute;tio da escola, e jogos de hockey de assoalho no nosso por&atilde;o. N&oacute;s tamb&eacute;m tivemos v&aacute;rias jantares de "noite de estudantes" na nossa casa com muitos dos alunos de gradua&ccedil;&atilde;o que estavam em Edmonton com o programa Ci&ecirc;ncias sem Fronteira. Cada jantar de dia de semana era seguido de um jogo de "hockey de joelho" coordenado pelo Daniel. N&oacute;s nos tornamos amigos de v&aacute;rios estudantes, mas Daniel ficou mais pr&oacute;ximo da Renata, do Serafim, e de uma maneira muito especial do Luckas que brincou com ele at&eacute; o retorno dele para o Brasil no ver&atilde;o.</p>

<p> N&oacute;s tamb&eacute;m assistimos muitos jogos do Golden Bears na Universidade de Alberta e at&eacute; um jogo dos Panda Bears (o time feminino de hockey da universidade). O Daniel se divertiu mais quando n&oacute;s convidamos alguns dos seus amigos mais pr&oacute;ximos para virem para o jogo conosco.</p>


<p>
<a href="pictures/IceSchool.jpg">
  <img src="thumbnails/IceSchool.jpg" border=0
       alt="Ice School"
       align="left"> </a>
Em Fevereiro, a turma do terceiro ano do Daniel teve "escola no gelo" --- uma semana inteira de aulas no est&aacute;dio de hockey do Oilers de Edmonton. Na quarta-feira eu fui um dos pais volunt&aacute;rios e neste dia o time do Oil Kings teve um jogo de hockey amistoso para mais de 6000 crian&ccedil;as de v&aacute;rias escolas de Edmonton. Esta &eacute; uma destas coisas que ocorre "somente no Canada" onde um jogo de hockey &eacute; uma atividade leg&iacute;tima para um dia de aula na escola prim&aacute;ria.</p>


<p><a href="pictures/WineTasting.jpg">
  <img src="thumbnails/WineTasting.jpg" border=0
       alt="Wine Tasting"
       align="right"> </a> 
Em Fevereiro n&oacute;s tamb&eacute;m lideramos a organiza&ccedil;&atilde;o de um evento beneficiente de prova de vinhos para a escola do Daniel. Eu cozinhei a maior parte da comida e o Scott foi respons&aacute;vel pela combina&ccedil;&atilde;o da comida com os vinhos. N&oacute;s vendemos mais de 60 ingressos para aquela noite e tivemos um dos eventos beneficientes de maior sucesso para a escola. N&oacute;s recebemos coment&aacute;rios muito positivos tanto pela comida como pela qualidade das combina&ccedil;&otilde;es de comida com vinhos.</p>

<p>No in&iacute;cio das pequenas f&eacute;rias de primavera eu viajei com o Daniel para Dallas e deixei ele com os av&oacute;s em Oklahoma. De l&aacute; eu fui para o Brasil onde eu passei umas tr&ecirc;s semanas na Unicamp em Campinas trabalhando em uma colabora&ccedil;&atilde;o muito frut&iacute;fera com colegas l&aacute;. Minha estada no Brasil permitiu uma r&aacute;pida visita a Porto Alegre para rever amigos e passar a P&aacute;scoa com minha m&atilde;e, visitar meus amigos, e .  Do Brasil eu fui para a Alemanha para o meu primeiro workshop em Daghstul. Foi uma excelente experi&ecirc;ncia passar uma semana num local com um grupo de colegas com conhecimento na mesma &aacute;rea. O lugar em Daghstul tamb&eacute;m &eacute; muito bom e leva a boas intera&ccedil;&otilde;es. Depois eu passei uma semana em Praga para uma outra confer&ecirc;ncia e finalmente retornei a Edmonton depois de cinco semanas fora. Durante este per&iacute;odo os av&oacute;s voaram para Edmonton com o Daniel e passaram algum tempo com ele e o Scott l&aacute;. Depois de cinco semanas na estrada comendo "comida de evento" eu tinha ganhado um pouco de peso e decidi repensar a minha dieta. Como consequencia eu perdi peso visivelmente e teve muitas pessoas perguntando se eu emagreci de prop&oacute;sito. Sim &eacute; de prop&oacute;sito.</p>

<p>Durante a primavera e continuando no ver&atilde;o eu me envolvi em um projeto de pesquisa interessante que eventualmente foi chamado <a href="http://www.nohomophobesresearch.com/">Nohomophobes 2.0</a>. Um projeto j&aacute; existente chamado <a href="http://www.nohomophobes.com/#!/today/">Nohomophobes</a> conta quantas vezes as express&otilde;es "faggot", "dyke", "No homo", e "So gay" s&atilde;o usadas no tweeter. Nosso projeto faz uma enquete pedindo a pessoas que classifiquem cada tweet como pejorativo ou n&atilde;o pejorativo. N&oacute;s esperamos usar t&eacute;cnicas de aprendizado de m&aacute;quina para treinar modelos que ir&atilde;o permitir que n&oacute;s fa&ccedil;amos esta classifica&ccedil;&atilde;o automaticamente. N&oacute;s continuamos procurando por volunt&aacute;rios para nos ajudar a classificar tweets.</p>

<p>
<a href="pictures/Basketball.jpg">
  <img src="thumbnails/Basketball.jpg" border=0
       alt="Basketball"
       align="right"> </a> 
Em Maio e Junho n&oacute;s estivemos muito ocupados com futebol no bairro e algumas viagens para mim --- para Toronto e Seattle desta vez. Julho e Agosto foram os meses de col&ocirc;nias de f&eacute;rias com muitos tipos de esportes incluindo hockey, golfe, futebol, basquete, curling, e nata&ccedil;&atilde;o. Eu fui a Lyon na Fran\&ccedil;a para para um excelente pequeno workshop e tive a oportunidade de provar o que &eacute; considerada uma das melhores culin&aacute;rias da Fran&ccedil;a e tamb&eacute;m tive a chance de conviver com colegas queridos.</p>

<p>Para o dia dos pais, em Junho, nossa fam&iacute;lia apareceu em uma <a href="http://www.canada.com/story.html?id=a592f671-5036-48d9-989a-b101dd31fca8">mat&eacute;ria no jornal de Edmonton</a>    que tinha o objetivo de discutir como as crian&ccedil;as em fam&iacute;lias n&atilde;o tradicionais lidam com o dia das m&atilde;es e o dia dos pais. N&oacute;s recebemos muitos coment&aacute;rios positivos por termos permitido acesso da imprensa `a nossa cara para a mat&eacute;ria.</p>

<p>
<a href="pictures/Birthday1.jpg">
  <img src="thumbnails/Birthday1.jpg" border=0
       alt="Birthday"
       align="left"> </a> 
<a href="pictures/SummerParty.jpg">
  <img src="thumbnails/SummerParty.jpg" border=0
       alt="Summer Party"
       align="right"> </a> 
O ponto aldo do nosso m&ecirc;s de agosto foi nossa festa de ver&atilde;o no nosso quintal em torno do aninvers&aacute;rio do Daniel. Mais uma vez tivemos um evento com muito sucesso. O Scott agora tem v&aacute;rios conhecidos na &aacute;rea de vendas de vinhos e portanto este ano muitos dos nossos convidados vieram destes c&iacute;rculos. A sele&ccedil;&atilde;o de vinhos foi muito superior em compara&ccedil;&atilde;o com os anos anteriores, e tanto a festa das crian&ccedil;as como a festa dos adultos foram grandes eventos. Mais uma vez n&oacute;s fomos premiados com um bom tempo com a chuva as chegando apenas alguns minutos depois do &uacute;ltimo convidado ter partido.</p>

<p>
<a href="pictures/Drumheller.jpg">
  <img src="thumbnails/Drumheller.jpg" border=0
       alt="Drumheller"
       align="left"> </a> 
Depois das nossas comemora&ccedil;&otilde;es de ver&atilde;o n&oacute;s tiramos alguns dias em Drumheller, um dos melhores lugares do mundo para ver fosseis de dinosauro. O Daniel adorou a visita ao museu Royal Tyrell com a vov&oacute; e o vov&ocirc;  e n&oacute;s tamb&eacute;m tiemos uma visita para as "badlands" que &eacute; a &aacute;rea onde muitos fossis de dinosauros ainda s&atilde;o escaados e onde se pode ver exemplos educacionais de como as escava&ccedil;&otilde;es eram feitas antigamente e como s&atilde;o feitas hoje.</p>

<p>
<a href="pictures/Dinner.jpg">
  <img src="thumbnails/Dinner.jpg" border=0
       alt="Dinner on Deck"
       align="right"> </a>  
Alguns dos melhores momentos do ver&atilde;o foi quando os melhores amigos do Daniel, Dennis e Sinan, vinham brincar e ficavam para o jantar. O Daniel se divertiu muito sendo o anfitri&atilde;o de seus amigos para jantares na &aacute;rea no nosso quintal.</p>

<p>Este ano de novo eu estava ensinando tres cursos no Outono na universidade e portanto o per&iacute;odo de Setembro a Dezembro foi um turbilh&atilde;o de atividades com muitas madrugadas muito cedo para dar conta de tudo que eu tinha que fazer. Conhecer excelentes alunos nos meus cursos e seguir o progresso deles pelo sue treinamento &eacute; um dos maiores benef&iacute;cios de tanto trabalho. Ir para Edinburgh na Esc&oacute;cia para uma confer&ecirc;ncia no in&iacute;cio de Setembro deixou o semestre ainda mais ocupado.</p>

<p>Durante a semana de Thanksgiving Canadense em Outubro eu recebi o meu colega Guido Ara&uacute;jo da Unicamp para uma visita acad&ecirc;mica e n&oacute;s tamb&eacute;m estivemos muito feliz por receber a visita de nossa amiga Fran Moore de Brisbane na Austr&aacute;lia durante a mesma semana. Foi muito divertido receber amigos que moram em locais t&atilde;o distantes do globo em casa ao mesmo tempo e n&oacute;s tamb&eacute;m tivemos muitas oportunidades para conversar com a Fran enquanto ela estava em Edmonton.</p>

<p>O Daniel continua sofrendo academicamente na escola e n&oacute;s continuamos fazendo um trabalho significativo em casa com o que n&oacute;s chamamos "Escola em Casa" nos finais de semana para ajud&aacute;-lo a continuar a fazer progresso no seu aprendizado. Ele tamb&eacute;m as vezes faz algumas decis~oes infelizes na maneir acomo ele se relaciona com os amigos. A diretora da escola tem o meu n&uacute;mero programado no telefone dela e eu sou um dos visitantes mais frequentes do escrit&oacute;rio dela. Mas n&oacute;s temos uma excelente rela&ccedil;&atilde;o e juntos tentamos fazer o melhor para ajud&aacute;-lo em todos os aspectos do seu crescimento.</p>

<p>
<a href="pictures/WineStore.jpg">
  <img src="thumbnails/WineStore.jpg" border=0
       alt="Wine Store"
       align="right"> </a>  
A loja de vinhos e licores do Scott, Ashton's Liquor, est&aacute; indo muito bem. Ele desenvolveu rela&ccedil;&otilde;es importantes com v&aacute;rios representantes de vinhos e liores em Edmonton e tamb&eacute;m come&ccedil;ou a fornecer para alguns restaurantes. A loja viu um acr&eacute;scimo de vendas e, para satisfa&ccedil;&atilde;o do Scott, ele come&ccedil;ou a ver clientes que est&atilde;o mais interessados em produtos melhores aparecendo na loja. Ele tamb&eacute;m tem um novo parceiro na loja e com isto tem menos press&atilde;o em termos de organizer empregados, fazer ordens, etc.</p>

<p>&EACUTE; muito mais dif&iacute;cil encontrar tempo para compor um blog quando se est&aacute; em um belo local na frente de uma praia do que dentro de uma casa num lugar frio. Eu comecei este blog na noite de Natal, e agora estamos quase no ano novo. Os dias aqui foram incrivelmente relaxantes. Deixando trabalho de lado e ficando desconectado permitiu que n&oacute;s tiv&eacute;ssemos longas conversas com a fam&iacute;lia, que eu passasse muito tempo com o Daniel, e tamb&eacute;m que eu cozinhace com ingredientes locais. Eu espeo que voc&ecirc; tamb&eacute;m tenha tido feriados de final de ano muito relaxantes.</p>

     </td>
    </tr>
  </tbody>
</table>


<p>Aqui para um grande 2014!</p>


 
                             Nelson, Scott & Daniel

</body> </html>
