<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2017: Trasformando Sonhos em Realidade
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
     <td align="center" width="33%> 
       <center>
        <a href="pictures/Munich.jpg">
          <img src="thumbnails/Munich.jpg" border=0
               alt="Dioraci in Munich"
               align="center" width="75%"> </a>
      </center>              
    </td>
    <td align="center" width="33%>
      <center>
	<h2 align="center">
	  2017: Transformando Sonhos em Realidade
	</h2>
      </center>
    </td>
    <td align="center" width="33%>
      <center>
        <a href="pictures/DioraciBook.jpg">
          <img src="thumbnails/DioraciBook.jpg" border=0
               alt="Dioraci Book Launching"
               align="center" width="100%"
               align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Nosso blog de final de ano para 2017 tamb&eacute;m esta dispon&iacute;vel em
<a href="index.html">Ingles</a>. Clique em qualquer das fotos
para ver uma vers&atilde;o maior. Edi&ccedil;&otilde;es anteriores podem ser encontradas 
<a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter"> aqui</a>.</p>


<p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/PuntaCana.jpg">
	    <img src="thumbnails/PuntaCana.jpg" border=0 width="100%"
		 alt="Punta Cana"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/PuntaCanaMate.jpg">
	    <img src="thumbnails/PuntaCanaMate.jpg" border=0 width="100%"
		 alt="Christmas After Christmas"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/PuntaCanaFamily.jpg">
	    <img src="thumbnails/PuntaCanaFamily.jpg" border=0 width="100%"
		 alt="Punta Cana Family"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
</p>

  <p> 2017 nos encontrou com uma chuva muito intensa a meia noite em
  um resort em Punta Cana. Foram dias muito bons para relaxar e
  conectar com a minha fam&iacute;lia brasileira em ritmo de
  f&eacute;rias. Enquanto est&aacute;vamos l&aacute; eu fiquei sabendo de dois sonhos de
  longa data da minha m&atilde;e: publicar o seu primeiro livro de receitas
  e ir para a Alemanha para visitar o lugar de onde os ancestrais dela vieram.
  </p>
 
  <p>Minha m&atilde;e &eacute; uma excelente cozinheira e n&oacute;s compartilhamos uma
  paix&atilde;o e curiosidade sobre comida, cozinha, e reunir amigos em
  torno de uma refei&ccedil;&atilde;o. Ao longo de sua vida ela colecionou muitas
  adapta&ccedil;&otilde;es para receitas que fizeram estas receitas especiais
  dela. Uma amiga dela havia oferecido para editar algumas destas
  receitas em um livro. Mas teria um custo para imprimir o livro. Ela
  tinha ouvido que a maioria das pessoas agora procura receitas na
  internet e que talvez n&atilde;o valesse a pena imprimir um livro. Eu
  incentivei ela a produzir o livro em nossas conversas no telefone
  durante o ano e em Novembro ela teve o livro "Del&iacute;cias, Aromas e
  Vida" impresso em Novembro e lan&ccedil;ado com muito sucesso
  em Porto Alegre em Dezembro.</p>

  <p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Elizabeth.jpg">
	    <img src="thumbnails/Elizabeth.jpg" border=0 width="100%"
		 alt="Elizabeth"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Peterswald.jpg">
	    <img src="thumbnails/Peterswald.jpg" border=0 width="100%"
		 alt="Peterswald"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/PortaNegra.jpg">
	    <img src="thumbnails/PortaNegra.jpg" border=0 width="100%"
		 alt="Porta Negra"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
  </p>

  <p> A fam&iacute;lia de minha m&atilde;e no Brasil tem origens em um casal que
  partiu de Peterswald, uma pequena vila na regi&atilde;o de Trier na
  Alemanha, em 1828 para se estabelecer no Rio Grande do
  Sul. Portanto, para transformar o sonho dela em realidade eu comecei
  a pesquisar e planejar uma viagem familiar para a Alemanha para
  Julho. Uma pesquisa aleat&oacute;ria na internet para pessoas com o
  sobrenome Rambo em Peterswald levou a uma excelente conex&atilde;o. A Elizabeth e o
  Walther nos receberam super bem em Peterswald, e em Zell, uma cidade
  importante para produ&ccedil;&atilde;o de vinhos nas margens do rio Mosel. Eles
  organizaram uma visita pessoal e muito tranquila &agrave; igreja onde
  Matthias Rambo foi batizado no final do s&eacute;culo XVIII  e onde ele se
  casou com Sussane antes deles partirem na jornada para o
  Brazil. Depois n&oacute;s passamos o resto do dia como convidados para um
  excelente almo&ccedil;o num restaurante em Zell e uma visita personalizada
  a uma das melhores vin&iacute;colas da regi&atilde;o. </p>

  <p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/BVB.jpg">
	    <img src="thumbnails/BVB.jpg" border=0 width="100%"
		 alt="Dortmund"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Svea.jpg">
	    <img src="thumbnails/Svea.jpg" border=0 width="100%"
		 alt="Svea"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
  </p>

  <p> N&oacute;s tivemos uma excelente visita &agrave; Alemanha. Antes de
  encontrar minha m&atilde;e e o Scott em Frankfurt, o Daniel e eu visitamos
  nossos amigos Matthias, Anja, e Svea em Winnekendonk, perto de
  Kevelear e de Dortmund. Eles organizaram uma visita privada ao
  est&aacute;dio do time de Dortmund - Marcus Reus do Dortmund &eacute; o jogador
  de futebol favorito do Daniel - uma visita a Xanten, que &eacute; uma
  ruina de uma vila da era do Romanos, uma festa tradicional na vila
  em que eles moram, uma prociss&atilde;o cat&oacute;lica de motocicletas. E o
  Daniel tamb&eacute;m teve oportunidade de brincar com uma bela garota em
  Winnekendonk.</p>

  <p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Prague.jpg">
	    <img src="thumbnails/Prague.jpg" border=0 width="100%"
		 alt="Prague"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Prage-Street.jpg">
	    <img src="thumbnails/Prague-Street.jpg" border=0 width="100%"
		 alt="Prague Street"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Berlin.jpg">
	    <img src="thumbnails/Berlin.jpg" border=0 width="100%"
		 alt="Berlin"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
  </p>

  <p> Com todo o grupo juntos n&oacute;s visitamos Trier, Munich, Prague,
  Dresden, e Berlin. Foi uma visita Europ&eacute;ia t&iacute;pica com muitas
  igrejas, ru&iacute;nas, cidades antigas e excelente comida. Alguns dos
  melhores momentos incluem uma visita ao Castelo the Neuschwanstein,
  o Waldwirtschaff Beergarten perto de Munich, tomando chimarr&atilde;o em
  um belo parque em Praga, o Green Vault em Dresden, e um excelente
  encontro com a Sarah e o Albretch em Berlin. A Sarah &eacute; filha da
  Elisabeth e a Elizabeth pos eles em contato conosco. N&oacute;s tivemos
  uma excelente conex&atilde;o com eles e eles fizeram a nossa visita muito
  especial. Daniel disse que uma das melhores coisas da viagem foi
  nossa visita a um pequeno segmento do muro de Berlin que foi
  preservado. O Daniel disse que esta visita ajudou ele a entender a hist&oacute;ria de
  Berlin de uma maneira que nenhum v&iacute;deo da queda do muro
  poderia. Nossa visita ao Museu Judeu em Berlin tamb&eacute;m foi muito
  emocionante e educativa.</p>
  
  <p>
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/Dresden.jpg">
	    <img src="thumbnails/Dresden.jpg" border=0 width="100%"
		 alt="Dresden"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Sarah.jpg">
	    <img src="thumbnails/Sarah.jpg" border=0 width="100%"
		 alt="Sarah"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Albretch.jpg">
	    <img src="thumbnails/Albretch.jpg" border=0 width="100%"
		 alt="Albretch"
		 align="center"> </a> 
	</td>
    </tbody>
  </table>
  </p>

  <p> Em abril e maio minhas viagens professionais me levaram a
  L'Aquilla na It&aacute;lia, com uma parada em Roma, e para Campinas, com
  uma r&aacute;pida visita a Porto Alegre. Eu fiquei hospedado em um
  apartamento no centro hist&oacute;rico de L'Aquilla e aprendi muito sobre
  a conex&atilde;o das pessoas a suas casas e comunidade e a persist&ecirc;ncia
  deles trabalhando na recupera&ccedil;&atilde;o do terremoto de 2009.</p>
  
  <p>
  <a href="pictures/SummerParty.jpg">
  <img src="thumbnails/SummerParty.jpg" border=0
       alt="Summer Party"
  align="left" width="25%"> </a>
  N&oacute;s continuamos com a nossa s&eacute;rie chamada "Cozinhando Juntos na
  Cozinha do Nelson" com excelente reuni&otilde;es em torno de preparar
  comida, bons drinks e boas conversas. Em Agosto o Daniel passou uma
  semana com a Gaga e o Grandpa na casa deles em Oklahoma, - "o melhor
  lugar do mundo" - antes deles retornarem para Edmonton para a nossa
  festa de Ver&atilde;o.</p>
  
<p> No come&ccedil;o do ver&atilde;o eu fui a Porto para uma visita acad&ecirc;mica e
  depois para Barcelona para uma confer&ecirc;ncia. Antes do final do
  ver&atilde;o eu viajei para Santiago de Compostela para outra
  confer&ecirc;ncia. Em Santiago, por coincid&ecirc;ncia eu assisti uma prociss&atilde;o
  para Santa Maria del Peregrino com gaitas de fole e bandas
  musicais. Pareceu que toda a cidade estava l&aacute;. No mesmo dia havia
  uma grande celebra&ccedil;&atilde;o em favor da paz mundial na Praza do
  Obradoiro, ao lado da catedral. Toda a pra&ccedil;a estava decorada com
  tapetes de flores coloridas.</p>

  <p> Em Setembro Daniel mudou para uma nova escola chamada Edmonton
  Academy. &Eacute; uma escola privada que &eacute; especializada em alunos que
  aprendem de uma maneira diferente. Eles est&atilde;o preparados para
  trabalhar com alunos que podem aprender, mas que tem dificuldade em
  uma escola tradicional. Nesta escola cada turma tem 6-7 alunos e
  cada aluno trabalha com estrat&eacute;gias individuais. Tem apenas 86
  alunos em toda a escola. Daniel adora a nova escola por v&aacute;rias
  raz&otilde;es, mas especialmente porque a escola tem muito menos alunos e
  "todos s&atilde;o como eu." Em Outubro eles foram para uma excurs&atilde;o
  caminhando nas montanhas rochosas. O Scott foi junto como um dos
  pais volunt&aacute;rios. Depois da viagem o Daniel disse que "agora
  na escola n&oacute;s somos como uma fam&iacute;lia."</p>




<p>
  <a href="pictures/Calgary.jpg">
  <img src="thumbnails/Calgary.jpg" border=0
       alt="Calgary Visit"
align="left" width="25%"> </a>
No outono eu estive super ocupado com as minhas aulas. N&oacute;s tivemos
tempo para receber a fam&iacute;lia da Emily, a irm&atilde; do Daniel que mora em
Calgary. Em Junho n&oacute;s t&iacute;nhamos visitado eles, junto com a irm&atilde; mais
velha Mak e o sobrinho do Daniel, Leo. Durante o outono eu s&oacute; fui na
minha j&aacute; tradicional viagem a Toronto em Novembro.</p>

<p>O Scott reduziu as horas dele na loja e tem sido muito ativo na
associa&ccedil;&atilde;o de moradores do bairro Windsor Park. No final do ver&atilde;o
eu preparei coxas de frango com molho de barbecue para um grande
evento na associa&ccedil;&atilde;o. Eu recebi muitos pedidos para a
receita. Portanto, eu comecei uma p&aacute;gina chamada <a
href="https://webdocs.cs.ualberta.ca/~amaral/FromNelsonsKitchen/">Da
Cozinha do Nelson</a> para receitas. Eu consegui coloar algumas poucas
receitas l&aacute;. Eu vou continuar adicionando receitas.</p>
<p>Este ano n&oacute;s estamos passando o Natal em Oklahoma com a fam&iacute;lia
do Scott e estamos tendo uns dias muito relaxados aqui.</p>

<p>Feliz Natal e um excelente 2018.</p>
 
                             Nelson, Scott & Daniel

</body> </html>
