<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2015: Vov&oacute; e Gaga no Mesmo Lugar
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td> 
      <center>
	<a href="pictures/DanielVovoGaga.jpg">
	  <img src="thumbnails/DanielVovoGaga.jpg" border=0
	       alt="Daniel, Vovo, Gaga, Summer 2015"
	       align="center"> </a>
      </center>              
    </td>
    <td>
      <center>
	<h2 align="center">
	  2015: Vov&oacute; e Gaga no Mesmo Lugar
	</h2>
      </center>
    </td>
    <td>
      <center>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Nosso blog de final de ano para 2015 tamb&eacute;m est&aacute; dispon&iacute;vel em
<a href="fim-de-2014.html">Ingles</a>. Clique em qualquer foto para ver uma vers&atilde;o maior.
<a href="../cartas-de-final-de-ano.html">Edi&ccedil;&otilde;es anteriores est&atilde;o aqui</a>.</p>


<p>
<a href="pictures/DortmundStadium.jpg">
  <img src="thumbnails/DortmundStadium.jpg" border=0
       alt="Nelson & Matthias in Dortmund Stadium"
       align="left"> </a> 
<a href="pictures/MatthiasAnja.jpg">
  <img src="thumbnails/MatthiasAnja.jpg" border=0
       alt="Nelson, Matthias & Anja in Dortmund"
       align="right"> </a> 
Eu comecei 2015 aterrisando na Alemanha e indo para Kevelaer, uma pequena vila perto de Dortmund, onde eu visitei com meu amigo Matthias Gall, a esposa dele Anja, e a filha deles Svea. Minha amizade com Matthias &eacute; uma rela&ccedil;&atilde;o &uacute;nica. N&oacute;s nos encontramos pela primeira vez em um v&ocirc;o de Houston para Amsterdam em Dezembro de 2009. Eu estava indo para o Cairo e o Matthias e a Anja estavam retornanco de f&eacute;rias em Cancun. Desde aquele encontro n&oacute;s devenvolvemos uma correspond&ecirc;ncia prol&iacute;fica atrav&eacute;s de email e texto e temos seguido as nossas trajet&oacute;rias pela vida. Esta visita em Janeiro foi apenas a minha segunda visita ao Matthias e a Anja e foi a primeira vez que eu vi a Svea. Para a alegria do Daniel, o Matthias me levou para visitar o est&aacute;dio do Dortmund que &eacute; o time de futebol favorito do Daniel, e onde Marcus Reus, o jogador favorito dele tamb&eacute;m, joga. Eu tamb&eacute;m encontrei Torsten, um dos melhores amigos do Matthias. &Eacute; fascinante visitar uma pequena vila em um pa&iacute;s estrangeiro quando voce tem uma rela&ccedil;&atilde;o com pessoas locais e pode aprender como algumas das pessoas vivem naquele pa&iacute;s. Esta rela&ccedil;&atilde;o com o Matthias me proporcionou um conhecimento mais profundo da Alemanha do que qualquer visita tur&iacute;stica a grandes cidades e lugares poderiam me dar. Nesta viagem em Janeiro meu destino era Dagstuhl onde eu participei em uma reuni&atilde;o de uma semana com v&aacute;rios colegas.</p>

<p>
<img src="rainbowline.gif" height="2" width="100%">
<a href="pictures/DanielICU.jpg">
  <img src="thumbnails/DanielICU.jpg" border=0
       alt="Daniel in ICU"
       align="left"> </a> 
<a href="pictures/DanielBreathingTest.jpg">
  <img src="thumbnails/DanielBreathingTest.jpg" border=0
       alt="Daniel's Breathing Test"
       align="right"> </a> 
Daniel claramente n&atilde;o estava bem durante a celebra&ccedil;&atilde;o de Natal-depois-do-Natal mais tarde em Janeiro na nossa casa. Mas o Daniel queria muito que a celebra&ccedil;&atilde;o com os amigos occorresse e fez o melhor que pode para aparecer normal. As 7 da manh&atilde; do dia seguinte eu levei ele para a emerg&ecirc;ncia no hospital onde ele foi imediatamente colocado em oxig&ecirc;nio. Naquela tarde ele havia sido admitido para a Unidade de Tratamento Intensivo (UTI) e durante toda a noite uma equipe m&eacute;dica estava dedicada a tentar estabiliz&aacute;-lo. Daniel foi colocado no n&iacute;vel mais alto de press&atilde;o de oxig&ecirc;nio e recebeu nebuliza&ccedil;&atilde;o cont&iacute;nua por doze horas para tentar abrir os pulm&otilde;es. A equipe m&eacute;dica tentava recuperar a press&atilde;o sangu&iacute;nea que estava caindo para n&iacute;veis perigosamente baixos por causa do tratamento. O Daniel estava consciente mas frequentemente delirando. Este hospital de crian&ccedil;a tem uma pol&iacute;tica de que pais e av&oacute;s sempre tem acesso aos pacientes. Portanto eu passei a noite segurando a m&atilde;o do Daniel. No dia seguinte o Daniel come&ccedil;ou a se recuperar t&atilde;o rapidamente quanto ele tinha ficado doente. Assim que eles conseguiram abrir os pulm&otilde;es ele come&ccedil;ou a parecer e agir de maneira "normal". Em tres dias ele foi liberado diretamente da UTI para casa. N&oacute;s descobrimos que o Daniel tinha contra&iacute;do influenza e uma pneumonia dupla, o que foi complicado pela asma. O Daniel foi um dos muitos casos em 2015 de pacientes que contra&iacute;ram a influenza apesar de terem sido vacinados. Esta foi, de longe, a experi&ecirc;ncia mais assustadora de nossas vidas.
</p>

<BR CLEAR=”left” />
<p>
<a href="pictures/Pickles.jpg">
  <img src="thumbnails/Pickles.jpg" border=0
       alt="Pickles"
       align="left"> </a> 
Um bom resultado deste epis&oacute;dio foi que o Daniel ganhou o direito de ser tratado pela Cl&iacute;nica de Asma do Hospital Stollery, onde ele recebe uma qualidade de tratamento e aten&ccedil;&atilde;o m&eacute;dica que eu nunca vi em nenhum outro lugar no mundo. Nota: para os nossos amigos em pa&iacute;ses com sistema de sa&uacute;de menos avan&ccedil;ado, n&oacute;s n&atilde;o pagamos um centavo do nosso bolso para todo o tratamento que o Daniel recebe. A cl&iacute;nica de asma determinou que o Daniel tem uma rea&ccedil;&atilde;o al&eacute;rgica muito forte a gatos e portanto n&oacute;s tivemos que encontrar uma nova casa para Pickles, a nossa gata mais recente. A partir de agora n&oacute;s seremos uma casa sem animais de estima&ccedil;&atilde;o --- o Daniel tamb&eacute;m tem alergia a cachorros, cavalos, <i>etc</i>.
<br>
</p>


<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/DanielScottWhiteHouse.jpg">
	    <img src="thumbnails/DanielScottWhiteHouse.jpg" border=0 width="100%"
		 alt="Daniel & Scott at White House"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DanielNelsonLinconMemorial.jpg">
	    <img src="thumbnails/DanielNelsonLinconMemorial.jpg" border=0 width="100%"
		 alt="Daniel & Nelson at Lincon Memorial"
		 align="center"> </a>
	</td>
	<td align="center" width="25%">
	  <a href="pictures/HopeDiamond.jpg">
	    <img src="thumbnails/HopeDiamond.jpg" border=0 width="100%"
		 alt="Hope Diamond"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/RubySlipers.jpg">
	    <img src="thumbnails/RubySlipers.jpg" border=0 width="100%"
		 alt="Ruby Slippers"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table> 
  <td colspan="4" align="center" width="100%">
    <a href="pictures/Gao70.jpg">
      <img src="thumbnails/Gao70.jpg" border=0
	   alt="Gao 70th Birthday Workshop"
	   align="left"> </a>
No feriado da P&aacute;scoa n&oacute;s fizemos uma viagem em fam&iacute;lia pra Washington, DC. Esta foi a primeira vez que o Daniel foi l&aacute;. Alguns dos destaque da viagem para ele foi ver o diamante Hope  no Museu de Hist&oacute;ria Natural e os sapatos vermelhos originais que a Judy Garland usou para a filmagem do Wizard of Oz --- um dos filmes favoritos do Daniel--- no Museu de Hist&oacute;ria Americana. N&oacute;s visitamos os monumentos, vimos a Casa Branca, e tivemos uma visita ao interior do Congresso. Depois desta visita a Washington n&oacute;s fomos para participar de um workshop surpresa para celebrar o aninvers&aacute;rio de 70 anos do Guang R. Gao. Gao foi meu supervisor de p&oacute;s doutorado quando n&oacute;s moramos em Delaware e ele &eacute; um grande amigo e mentor. N&oacute;s ficamos muito felizes celebrando com o Gao e a Peggy e aprendemos muito mais sobre a fascinante hist&oacute;ria e trajet&oacute;ria deles.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="2" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="50%">
Futebol de bairro na primavera foi muito divertido. O Daniel foi goleiro e o time do Windsor Park, mais uma vez, se deu bem no campeonato. N&oacute;s nos divertimos muito com um grupo de fam&iacute;lias que estiveram no mesmo time de futebol por v&aacute;rios anos e n&oacute;s ficamos muito felizes com o entusiasmo e a organiza&ccedil;&atilde;o de nosso treinador, o Timur. Com origens na Alemanha, Turquia, e nos EUA, ele realmente entende futebol.
	</td>
	<td align="center" width="50%">
	  <a href="pictures/SummerSoccer.jpg">
	    <img src="thumbnails/SummerSoccer.jpg" border=0
		 alt="Spring Soccer"
		 align="center"> </a>
	</td>
      </tr>
    </tbody>
  </table> 
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/MakLeoDaniel.jpg">
	    <img src="thumbnails/MakLeoDaniel.jpg" border=0 width="100%"
		 alt="Mak, Leo & Daniel"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/EmilyMakDanielLeo.jpg">
	    <img src="thumbnails/EmilyMakDanielLeo.jpg" border=0 width="100%"
		 alt="Emily, Mak, Daniel and Leo"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DanielEmily.jpg">
	    <img src="thumbnails/DanielEmily.jpg" border=0 height="100%"
		 alt="Daniel and Emily"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DanielPapai.jpg">
	    <img src="thumbnails/DanielPapai.jpg" border=0 width="100%"
		 alt="Daniel & Papai"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
Tivemos uma bela visita surpresa da Mak, a irm&atilde; mais velha do Daniel, e do Luke, namorado dela. Eles trouxeram o Leo, sobrinho do Daniel, para visitar pela primeira vez. Depois, em Junho, n&oacute;s fomos a Calgary onde o Daniel pode ver as duas irm&atilde;s e o sobrinho ao mesmo tempo. Em Outubro, a irm&atilde; do meio, Emily, nos visitou em casa em Edmonton com a fam&iacute;lia dela. A Emily e o Daniel sempre se relacionam super bem quando est&atilde;o juntos.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="2" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="50%">
Em maio eu fui para Hyderabad, na India, para uma confer&ecirc;ncia. A regi&atilde;o estava no meio de uma das piores ondas de calor registradas at&eacute; hoje e haviam muitas mortes todos os dias por causa do calor. N&oacute;s ficamos a maior parte do tempo dentro de um hotel de cinco estrelas. Mas um dia eu me aventurei a sair fazer um passeio com um novo amigo da Alemanha, o Stephan Schlagkamp, tamb&eacute;m de Dortmund. Passear de maneira mais ou menos aleat&oacute;ria, sem guia, pelo centro de Hyderabad  foi uma experi&ecirc;ncia &uacute;nica e muito informativa. Mais tarde, em Setembro, Stephan veio nos visitar em Edmonton. Naquela ocasi&atilde;o n&oacute;s tivemos uma visita muito mais relaxada e fizemos um lindo passeio de bicicleta pelo Vale ao longo do rio em Edmonton com as cores de outono em um display magn&iacute;fico.
	</td>
	<td align="center" width="50%">
	  <a href="pictures/Stephan.jpg">
	    <img src="thumbnails/Stephan.jpg" border=0
		 alt="Stephan"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
<a href="pictures/KidsBrasilia.jpg">
  <img src="thumbnails/KidsBrasilia.jpg" border=0
       alt="With Geovana & Sofia in Brasilia"
       align="left"> </a> 
<a href="pictures/GaelBirthday.jpg">
  <img src="thumbnails/GaelBirthday.jpg" border=0
       alt="Gael's Birthday"
       align="right"> </a> 
Da India eu fui diretamente para o Brasil para trabalhar na minha coopera&ccedil;&atilde;o com colegas da Unicamp e para visitar a UFMG em Belo Horizonte onde eu conversei com o Fernando Quint&atilde;o e tive um excelente jantar com o Ant&ocirc;nio Braga, a Wanda e "the boys" que &eacute; como o Daniel chamava o Leonardo e o Mateus quando eles moravam em Edmonton. Eu aproveitei para visitar a fam&iacute;lia do meu irm&atilde;o em Bras&iacute;lia durante o feriado de Corpus Christi. Minha m&atilde;e e minha irm&atilde; tamb&eacute;m foram de Porto Alegre e n&oacute;s tivemos uma rara oportunidade de ter uma reuni&atilde;o de fam&iacute;lia. O Marco e a Fernanda adotaram duas meninas, a Giovanna e a Sofia. Meu sobrinho Tiago, e a Tatiana, tem dois meninos, o Gael e o Teo. Portanto tinham v&aacute;rias crian&ccedil;as para mim encontrar pela primeira vez.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/DioraciChinatown.jpg">
	    <img src="thumbnails/DioraciChinatown.jpg" border=0 width="100%"
		 alt="Dioraci in Toront&oacute;s Chinatown"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/StreetPerformer.jpg">
	    <img src="thumbnails/StreetPerformer.jpg" border=0 width="100%"
		 alt="Street Performance in Quebec"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/ChimarraoQuebec.jpg">
	    <img src="thumbnails/ChimarraoQuebec.jpg" border=0 width="100%"
		 alt="Chimarrao in Quebec"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/Montreal.jpg">
	    <img src="thumbnails/Montreal.jpg" border=0 width="100%"
		 alt="Chimarrao in Montreal"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
</p>

<p>
No ver&atilde;o eu fui para uma reuni&atilde;o de trabalho do <a href="https://www.spec.org/">SPEC</a> em Berlin --- eu sou membro da diretoria deles. No retorno de Berlin eu encontrei minha m&atilde;e, Dioraci, em Toronto. O Scott e o Daniel tamb&eacute;m foram para Toronto e n&oacute;s come&ccedil;amos, de l&aacute;, uma viagem por Quebec. Em Toronto o ponto alto para a minha m&atilde;e foi uma visita que n&oacute;s dois fizemos sozinhos para a Chinatown, e para o Daniel foi uma visita ao Hockey Hall of Fame. Para o Daniel, a minha m&atilde;e &eacute; "Vov&oacute;". De Toronto n&oacute;s fomos para Quebec City onde n&oacute;s visitamos lojas tradicionais e a Vov&oacute; se divertiu assistindo shows de rua. N&oacute;s alugamos apartamentos em todos os lugares que ficamos. Em Quebec City n&oacute;s tinhamos uma cobertura e pudemos sentar com uma bela vista da cidade, tomar Chimarr&atilde;o, e conversar por horas. Em Montreal nosso apartamento era num pr&eacute;dio tradicional de Montreal com entrada direta da rua. N&oacute;s ficamos muito felizes que minha prima Alessandra e o marido dela, Felipe, puderam vir tomar Chimarr&atilde;o conosco sentados na cal&ccedil;ada na frente do apartamento e tamb&eacute;m estiveram conosco para jantares e visitas. A &uacute;ltima parada de nossa viagem foi em Ottawa. N&oacute;s fizemos uma visita interna ao parlamento Canadense, visitamos museus, e vimos o show espetacular de luzes na frente do Parlamento Canadense. Na sexta s&eacute;rie o Daniel est&aacute; come&ccedil;ando a estudar sistemas pol&iacute;ticos na escola. Portanto, com estas visitas a Washington DC e Ottawa este ano, e tamb&eacute;m uma visita a Bras&iacute;lia alguns anos atr&aacute;s, n&oacute;s quizemos dar a ele uma id&eacute;ia dos edif&iacute;cios onde debates pol&iacute;ticos ocorrem.</p>
<p> N&oacute;s fizemos toda esta viagem de trem e usando transporte p&uacute;blico nas cidades. Aos 76 anos a Vov&oacute; se tornou uma usu&aacute;ria frequente do Facebook que ela usa para ficar em contato com a fam&iacute;lia e com as amigas de hidrogin&aacute;stica e de viagens dela. Foi muito interessante passar tempo no trem com a Vov&oacute; enquanto ela se mantinha conectada pelo Wi-Fi.</p>

  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/DioraciDanielCNTower.jpg">
	    <img src="thumbnails/DioraciDanielCNTower.jpg" border=0 width="100%"
		 alt="Dioraci and Daniel in CN Tower"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/NationalAssembly.jpg">
	    <img src="thumbnails/NationalAssembly.jpg" border=0 width="100%"
		 alt="Quebec National Assembly's gardens"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/ParliamentHill.jpg">
	    <img src="thumbnails/ParliamentHill.jpg" border=0 width="100%"
		 alt="Family on Parliament Hill"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DioraciInsideParliament.jpg">
	    <img src="thumbnails/DioraciInsideParliament.jpg" border=0 width="100%"
		 alt="Dioraci inside Canadian Parliament"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
</p>


<p>
<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="4" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="25%">
	  <a href="pictures/TablesGardenParty.jpg">
	    <img src="thumbnails/TablesGardenParty.jpg" border=0 width="100%"
		 alt="Tables set for Garden Party"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/PartyMenu.jpg">
	    <img src="thumbnails/PartyMenu.jpg" border=0 width="100%"
		 alt="Garden Party Menu"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DioraciGardenParty.jpg">
	    <img src="thumbnails/DioraciGardenParty.jpg" border=0 width="100%"
		 alt="Dioraci with family at Garden Party"
		 align="center"> </a> 
	</td>
	<td align="center" width="25%">
	  <a href="pictures/DioraciGarden.jpg">
	    <img src="thumbnails/DioraciGarden.jpg" border=0 width="100%"
		 alt="Dioraci in Garden"
		 align="center"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
</p>
<p>
<a href="pictures/Tractor.jpg">
  <img src="thumbnails/Tractor.jpg" border=0
       alt="Daniel driving tractor in Oklahoma"
       align="right"> </a> 
<br>
<br>
<br>
Os pais do Scott chegaram em Edmonton no mesmo dia em que n&oacute;s retornamos de nossa viagem a Quebec e n&oacute;s tivemos apenas alguns dias para ficar com tudo pronto para nossa grande festa de ver&atilde;o no  nosso jardim. Esta celebra&ccedil;&atilde;o foi muito especial este ano com a presen&ccedil;a das duas av&oacute;s do Daniel. A m&atilde;e do Scott &eacute; "Gaga" para o Daniel --- esta era a maneira que o Daniel conseguia dizer "Grandma" quando ele era pequeno. A Gaga tomou conta da decora&ccedil;&atilde;o para a festa e a Vov&oacute; fez um lindo e saboroso bolo --- O Daniel ficou muito surpreso e feliz em descobrir que a Vov&oacute; &eacute; uma "doceira profissional". Depois de uma semana juntos em Edmonton, todos partiram. Vov&oacute; retornou ao Brasil, e o Daniel foi passar duas semanas com a Gaga e o Grandpa em Oklahoma, onde ele aproveitou todos os prazeres de vida com av&oacute;s: pescar, dar tiros com armas, dirigir tratores, <i>etc</i>.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="5" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="20%">
	  <a href="pictures/OldStove.jpg" >
	    <img src="thumbnails/OldStove.jpg" border=0 width="100%"
		 alt="Old Stove" width="100%"
		 align="left"> </a> 
	</td>
	<td align="center" width="20%">
	  <a href="pictures/OldSink.jpg" width="20%">
	    <img src="thumbnails/OldSink.jpg" border=0 width="100%"
		 alt="Old Sink" width="100%"
		 align="left"> </a> 
	</td>
	<td align="center" width="20%">
	  <a href="pictures/KitchenDemolition.jpg">
	    <img src="thumbnails/KitchenDemolition.jpg" border=0 width="100%"
		 alt="Kitchen Demolition" width="100%"
		 align="left"> </a> 
	</td>
	<td align="center" width="20%">
	  <a href="pictures/NewStove.jpg">
	    <img src="thumbnails/NewStove.jpg" border=0 width="100%"
		 alt="New Stove"
		 align="left"> </a> 
	</td>
	<td align="center" width="20%">
	  <a href="pictures/NewOven.jpg">
	    <img src="thumbnails/NewOven.jpg" border=0 width="100%"
		 alt="New Oven"
		 align="left"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
Assim que o Scott e eu est&aacute;vamos sozinhos em casa n&oacute;s come&ccedil;amos a desmontar a casa para fazer uma reforma geral. Trabalhadores desmontaram a cozinha. O que havia come&ccedil;ado com a id&eacute;a de que eu queria uns fornos novos acabou, depois de v&aacute;rias consultas com nossa decoradora, se tornando um projeto que incluiu pintar toda a casa, lixar e re-acabar todo o piso da casa, substituir todos os arm&aacute;rios da cozinha e varios eletrodom&eacute;sticos, e at&eacute; reconstruir o telhado da casa! Quando n&oacute;s sa&iacute;mos de casa para o Natal a reforma estava "quase" pronta. E n&atilde;o &eacute; que eu at&eacute; consegui ter os novos fornos!!
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <a href="pictures/NelsonAdriane.jpg">
    <img src="thumbnails/NelsonAdriane.jpg" border=0
	 alt="Nelson and Adriane"
	 align="left"> </a> 
<a href="pictures/NelsonLuciaAloisio.jpg">
  <img src="thumbnails/NelsonLuciaAloisio.jpg" border=0
       alt="Nelson, Lucia, and Aloisio"
       align="right"> </a> 
Em outubro eu fui para Florian&oacute;polis para uma confer&ecirc;ncia. Esta viagem me deu uma oportunidade para uma r&aacute;pida visita a UFRGS em Porto Alegre, e tamb&eacute;m para mim ver minha m&atilde;e pela terceira vez este ano. Florian&oacute;polis &eacute; um dos meus lugares favoritos para visitar no mundo todo. Mas geralmente eu vou l&aacute; durante o per&iacute;odo de f&eacute;rias no ver&atilde;o com minha fam&iacute;lia. Estar l&aacute; s&oacute;zinho e fora da temporada me deu a oportunidade de descobrir outros aspectos de Floripa e at&eacute; fazer novos amigos. Eu consegui me encontrar com o meu grande amigo Hor&aacute;cio e a filha dele, Tamara. Foi uma das melhores visitas que eu fiz para a Ilha da Magia mesmo que eu n&atilde;o tenha ido a praia nenhuma vez nesta visita! Eu tamb&eacute;m tive tempo de conversar com minha prima Adirane e a fam&iacute;lia dela. Eles tiveram a id&eacute;ia fant&aacute;stica de organizar um picnic em uma pra&ccedil;a p&uacute;blica perto do hotel da confer&ecirc;ncia de maneira que eu pude sair no hor&aacute;rio do almo&ccedil;o e conversar com eles enquanto as crian&ccedil;as brincavam na pracinha. No dia seguinte, embaixo de uma chuvarada, eu encontrei tia L&uacute;cia e o tio Alo&iacute;sio no Shopping Beira Mar.
</p>

<p>
  <img src="rainbowline.gif" height="2" width="100%">
<a href="pictures/KidsInside.jpg">
  <img src="thumbnails/KidsInside.jpg" border=0
       alt="Daniel and Friends --- indoor"
       align="left"> </a> 
<a href="pictures/KidsOutside.jpg">
  <img src="thumbnails/KidsOutside.jpg" border=0
       alt="Daniel and friends --- outdoor"
       align="right"> </a> 
No outono o Daniel decidiu jogar futebol de sal&atilde;o no lugar de hockey. A principal motiva&ccedil;&atilde;o foi que os amigos dele da escola jogam futebol e ele queria estar com eles. Ele nunca desenvolveu rela&ccedil;&otilde;es duradouras no hockey porque a composi&ccedil;&atilde;o dos times muda a cada ano. Eu me tornei um motorista frequente para a "gang de seis" para lev&aacute;-los para treinos de futebol.
As vezes eu convidei os meninos para virem para nossa casa para um jantar cedo anted de n&oacute;s dirigirmos para o treino na nossa minivan. &Eacute; muito interessante o que voce aprende sobre um grupo de meninos de 11 anos quando voce senta muito quieto como motorista numa minivan. As piadas, a forma&ccedil;&atilde;o de uma nova linguagem em prepara&ccedil;&atilde;o para a adolesc&ecirc;ncia, os problemas na escola, <i> etc</i>. Eu me diverti muito sendo um dos motorista da gang e o Daniel adora quando sou eu que levo eles.
</p>
 
<p>
  <img src="rainbowline.gif" height="2" width="100%">
  <table border=0 cols="3" width="100%" nosave="">
    <tbody>
      <tr>
	<td align="center" width="33%">
	  <a href="pictures/HalloweenPowerTool.jpg">
	    <img src="thumbnails/HalloweenPowerTool.jpg" border=0 width="100%"
		 alt="Halloween Power Tool"
		 align="left"> </a> 
	</td>
	<td align="center" width="33%">
Para o Halloween, o Daniel come&ccedil;ou a mostrar o lado escuro da pr&eacute;-adolesc&ecirc;ncia na decora&ccedil;&atilde;o da ab&oacute;bora. Note o uso de ferramentas el&eacute;tricas e a figura dram&aacute;tica na ab&oacute;bora.
	</td>	
	<td align="center" width="33%">
	  <a href="pictures/Pumpkin.jpg">
	    <img src="thumbnails/Pumpkin.jpg" border=0 width="100%"
		 alt="Sad Pumpkin"
		 align="right"> </a> 
	</td>
      </tr>
    </tbody>
  </table>
</p>

<p> 
  <img src="rainbowline.gif" height="2" width="100%">
<a href="pictures/TeachingAward.jpg">
  <img src="thumbnails/TeachingAward.jpg" border=0
       alt="Teaching Award"
       align="left"> </a> 
<a href="pictures/DanielDaddyVovo7Degrees.jpg">
  <img src="thumbnails/DanielDaddyVovo7Degrees.jpg" border=0
       alt="Daniel, Daddy and Vovo at 7 Degrees"
       align="right"> </a> 
<a href="pictures/Vovo7Degrees.jpg">
  <img src="thumbnails/Vovo7Degrees.jpg" border=0
       alt="Vovo at 7 Degrees"
       align="right"> </a> 
Profissionalmente n&oacute;s estamos muito bem. Eu fiquei super feliz por ter sido selecionado para receber o pr&ecirc;mio de Excel&ecirc;ncia em Ensino da Faculdade de Ci&ecirc;ncias da Universidade de Alberta. Eu continuo trabalhando em diretorias e comites como consultor e continuo trabalhando com estudantes muito bons. Na segunda metade do ano eu estou em sabbatical da minha posi&ccedil;&atilde;o na universidade e estou trabalhando como consultor para a IBM no projeto <a href="http://energy.gov/articles/us-department-energy-awards-200-million-next-generation-supercomputer-argonne-national">CORAL</a> que tem o objetivo de construir os pr&oacute;ximos dois computadores mais r&aacute;pidos do mundo para laborat&oacute;rios de pesquisa nacionais dos EUA. Tem sido muito bom trabalhar com os colegas na IBM, alguns deles s&atilde;o meu ex-alunos. </p>

<p> O Scott continua intensamente envolvido com a <a href= "http://www.sevendegrees.ca/">Seven Degrees</a>, a nossa loja de vinhos e liquores. Este ano eles intensificaram o trabalho fornecendo cinhos para restaurantes e para festas beneficientes e tamb&eacute;m come&ccedil;aram a oferecer os seus pr&oacute;prios eventos ensinando a degusta&ccedil;&atilde;o de vinho e cerveja. Eles at&eacute; tiveram uma visita da Vov&oacute; este ano!
</p>

<p>Eu e o Daniel estamos agora em Oklahoma nos aprontando para mais um Natal --- o Scott chega aqui no dia 24. Surpreendentemente, o Daniel insiste em assar bolachinhas para o Papai Noel, e portanto n&oacute;s continuaremos com toda a tradicional magia do Natal. N&oacute;s esperamos que tamb&eacute;m tenha um pouco de m&aacute;gica nos seus feriados de final de ano e tamb&eacute;m muitas alegrias e muita paz.
</p>



     </td>
    </tr>

<p>Feliz Natal e um excelente 2016!</p>


 
                             Nelson, Scott & Daniel

</body> </html>
