<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2007: Family Time
</title>
</head>

<body>
<h2 align="center">
<a href="pictures/Sand.JPG">
<img src="thumbnails/Sand.JPG" border=0
 alt="At the Sand"
 align="left"> </a>
<a href="pictures/FamilyDinner.JPG">
<img src="thumbnails/FamilyDinner.JPG" border=0
 alt="Family Dinner"
 align="right"> </a>
<br><br> 
  2007: Family Time
</h2>
<br>
<br>
<br>

<p> Esta carta tamb&eacute;m est&aacute; dispon&iacute;vel em <a
href="index.html">Ingles</a>.</p>

<p> &Eacute; 24 de Dezembro, n&oacute;s estamos em Oklahoma e vamos
viajar para a costa do Atlantico Sul em dois dias. Antes de sairmos de
Edmonton o Daniel pegou uma gripe muito forte, voar com um menino
doente foi um pesadelo. O Daniel se recuperou da gripe mas passou para
o Scott e para mim. N&oacute;s estamos com esperan&ccedil;a de
melhorar antes do longo v&ocirc;o para Porto Alegre. Nosso plano
&eacute; passar quase uma semana em uma pousada em Ponta das Canas na
ilha de Florian&oacute;polis e o restante do tempo na casa de minha
m&atilde;e em Xangril&aacute;. N&oacute;s estaremos de volta em
Edmonton no dia 11 de Janeiro.</p>

<p>
<a href="pictures/Skoki.JPG">
    <img src="thumbnails/Skoki.JPG" border=0
         alt="At Skoki Lodge"
         align="left"> </a>
<a href="pictures/Graduation.JPG">
    <img src="thumbnails/Graduation.JPG" border=0
         alt="At Skoki Lodge"
         align="right"> </a>
No ver&atilde;o de 2007 n&oacute;s tivemos a oportunidade de passar
bastante tempo com fam&iacute;lia em Alberta. Meu irm&atilde;o Marcos
veio me ajudar com um projeto de reforma do por&atilde;o de casa que
est&aacute; em progresso por mais de dois anos. Juntos nos aceleramos
o projeto. Depoi s o meu sobrinho Tiago e minha irm&atilde; Salete
vieram e ent&atilde;o n&oacute;s fizemos um tour das Montanhas
Rochosas que incluiu uma estadia no Dkoki Lodge, um hotel
r&uacute;stico que s&oacute; &eacute; acess&iacute;vel por uma
caminhada de 14 Km. A Gag&aacute; e o Grandpa vieram para Edmonton
para ficar com o Daniel enquanto n&oacute;s est&aacute;vamos
viajando.</p>

<p> Como o Daniel fez 3 anos em Agosto, ele se formou na escola para
"meninos pequenos" e passou para a escola para "meninos grandes". Ele
estava confuso e frustrado por uns dois meses por causa da
transi&ccedil;&atilde;o, mas agora ele esta gostando muito da nova
escola.</p>


<p>
<a href="pictures/Emily.JPG">
    <img src="thumbnails/Emily.JPG" border=0
         alt="Emily"
         align="left"> </a>
N&oacute;s vimos a Emily, a irm&atilde; do meio do Daniel, duas vezes
este ano. N&oacute;s fomos visit&aacute;-los em Calgary em Maio e eles
vieram nos visitar em Edmonton em Novembro. O Daniel adora brincar com
a irm&atilde;. Ultimamente o Daniel est&aacute; perguntando muito
sobre a mam&atilde;e dele e sobre a irm&atilde; mais velha Mac. Pelo
que eu consigo entender, a maior preocupa&ccedil;&atilde;o dele
&eacute; ser igual as outras crian&ccedil;as na escola. Todas as
outras crian&ccedil;as na classe dete tem uma mam&atilde;o. Portanto o
Daniel quer ter uma mam&atilde;e tamb&eacute;m. &aacute;s vezes ele
pede para o Papar ser a mam&atilde;e dele.  </p>

<p>
<a href="pictures/Pinata.JPG">
    <img src="thumbnails/Pinata.JPG" border=0
         alt="Pinata"
         align="left"> </a>
<a href="pictures/Cake.JPG">
    <img src="thumbnails/Cake.JPG" border=0
         alt="Birthday Cake"
         align="right"> </a>
<a href="pictures/Hat.JPG">
    <img src="thumbnails/Hat.JPG" border=0
         alt="Eating Hat"
         align="right"> </a>
N&oacute;s tivemos uma festa de quintal muito legal para o terceiro
aninvers&aacute;rio do Daniel em Agosto. Muitos dos amigos dele vieram
para a festa. A Gag&aacute; e o Grandpa trouxeram muitas
decora&ccedil;&otilde;es mexicanas e uma grande pi&ntilde;ata para uma
festa completa com tema mexicano.</p>

<p> O ponto alto do ano para o Daniel foi uma viagem de dois dias para
visitar o Museu dos Dinossauros em Drumheller. N&oacute;s pedimos
emprestada a casa com rodas do Grandpa e fomos com o Daddy, Papai, Tio
Marco, e o Tiago. O Daniel falou sobre estes dois dias pelo resto do
ano. Portanto n&oacute;s estamos planejando mais aventuras na casa com
rodas do Grandpa no pr&oacute;ximo ver&atilde;o.

<p>
<a href="pictures/Dragon.JPG">
    <img src="thumbnails/Dragon.JPG" border=0
         alt="Nice Dragon"
         align="left"> </a>
Na primeira metade do ano o Scott esteve muito ocupado com os
neg&oacute;cios de consultoria. Mas os neg&oacute;cios
diminu&iacute;ram bastante na segunda metade do ano e o Scott
come&ccedil;ou a trabalhar em tempo parcial numa loja de vinhos. Ele
diz que quer aprender mais sobre vinhos, e ele tem vontade de abrir o
sua pr&oacute;pria loja de vinhos. Portanto esta &eacute; uma
oportunidade para aprender sobre o neg&oacute;cio.</p>

<p> Meu trabalho me manteve ocupado como sempre, e me levou a viajar
para os lugares costumeiros: San Francisco, San Jose, San Diego,
Austin, Urbana, Toronto, e Victoria. Not&aacute;vel foi uma viagem a
Ghent na B&eacute;lgica em Janeiro. Eu aproveitei e passei o final de
semana visitando Brussels.</p>

<p> O Daniel adora o Halloween. A Gag&aacute; e o Granpa retornaram a
Edmonton para celebrar o Halloween com o Daniel, decorar a casa,
esculpir a abobora, etc. O Daniel foi fazer "trick-or-treat" vestido
como um Drag&atilde;o legal este ano.</p>

<p> <a href="pictures/Pie.JPG"> <img src="thumbnails/Pie.JPG" border=0
alt="Eating Pie Filling" align="left"> </a> <a
href="pictures/Dough.JPG"> <img src="thumbnails/Dough.JPG" border=0
alt="Making Dough" align="right"> </a> <a
href="pictures/AsianVillage.JPG"> <img
src="thumbnails/AsianVillage.JPG" border=0 alt="Eating Pie Filling"
align="right"> </a>
Em casa o Daniel gosta muito de ajudar a cozinhar. Quando n&oacute;s estamos
fazendo uma torta juntos, o Papai tem que trabalhar bem ligeiro para
sobrar massa para assar! O Daniel tamb&eacute;m gosta de ajudar o Daddy a
fazer panquecas. Ele tamb&eacute;m gosta muito de ir comer em
restaurantes.</p>

<p>Agora &eacute; hora de ir colocar os cal&ccedil;&otilde;es de banho
na mala. N&oacute;s esperamos que todos voces tenham &oacute;timos
feriados.</p>


                             Nelson, Scott & Daniel

</body> </html>
