<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2006: Primeiras Corridas
</title>
</head>

<body>
<h2 align="center">
<a href="pictures/Oklahoma.jpg">
<img src="thumbnails/Oklahoma.jpg" border=0
 alt="In Oklahoma"
 align="left"> </a>
<a href="pictures/Halloween1.jpg">
<img src="thumbnails/Halloween1.jpg" border=0
 alt="Halloween"
 align="left"> </a>
<a href="pictures/Lion.jpg">
<img src="thumbnails/Lion.jpg" border=0
 alt="Lion"
 align="right"> </a>
  <a href="pictures/MallCar.jpg">
    <img src="thumbnails/MallCar.jpg" border=0
	 alt="Daniel at Car in the Mall"
	 align="right"> </a><br><br> 
  2006: Primeiras Corridas
</h2>
<br>
<br>
<br>

<p>
Continuando com a nossa tradi&ccedil;&atilde;o de final de ano, aqui vai um
apanhado geral do que est&aacute; acontecendo em nossa fam&iacute;lia. Clicando
com o bot&atilde;o esquedo em cada foto, voc&ecirc; pode ver uma foto maior.
 <a href="index.html"> This letter is also available in English.
</a>
</p>

<p>
  <a href="pictures/Beach.jpg">
    <img src="thumbnails/Beach.jpg" border=0
	 alt="Daniel at the Beach"
	 align="left"> </a>
<a href="pictures/Waterfall.jpg">
<img src="thumbnails/Waterfall.jpg" border=0 alt="At the Waterfall"
 align="right"> </a>
<a href="pictures/WaterfallSwim.jpg">
<img src="thumbnails/WaterfallSwim.jpg" border=0 alt="Swimming at
 Waterfall" align="right"> </a> N&oacute;s nos divertimos muito passando o
 Natal e o ano novo em Xangril&aacute; na costa do Rio Grande do
 Sul. N&oacute;s alugamos uma casa perto da casa de praia do Vov&ocirc;
 Geovany e da Vov&oacute; Dioraci. Foi muito bom celebrar o Natal em clima
 de ver&atilde;o. Depois do Natal n&oacute;s ajudamos a organizar uma grande
 festa, no dia 31 de Dezembro, para celebrar o aninvers&aacute;rio de 80
 anos do Vov&ocirc; Geovany. A festa foi excelente para rever muitos
 amigos e parentes que nao v&iacute;amos a muito tempo. Depois do ano novo
 n&oacute;s tivemos bastante tempo para fazer excurs&otilde;es a uma queda d'agua
 e fazer uma caminhada no fundo to vale do Itaimbezinho, um local
 muito bonito no Nordeste do Rio Grande do Sul.
</p>

<p>
<a href="pictures/JanChristmas.jpg">
<img src="thumbnails/JanChristmas.jpg" border=0
 alt="Christmas After Christmas"
 align="left"> </a>
<a href="pictures/ChristmasCar.jpg">
<img src="thumbnails/ChristmasCar.jpg" border=0 alt="Ricing Car on
 January Christmas" align="left"> </a> Assim que retornamos para
 Edmonton o Grandpa (Vov&ocirc; em Ingles) e a Gag&aacute; (o jeito que o
 Daniel chama a Grandma --- Vov&oacute; em Ingles) vieram visitar. Eles
 participaram de outra tradi&ccedil;&atilde;o: nossa festa de Natal-depois-do-Natal
 em Janeiro em Edmonton. Como n&oacute;s provavelmente vamos passar o Natal
 longe de casa por muitos anos, n&oacute;s criamos esta festa para que o
 Daniel tenha uma tradi&ccedil;&atilde;o de Natal em casa. Gag&aacute; deu para o Daniel
 o seu primeiro carro movido a bateria. Este carro foi um sucesso com
 crian&ccedil;as em todas as nossas festas.
</p>

<p>
<a href="pictures/FebCar.jpg">
<img src="thumbnails/FebCar.jpg" border=0 alt="February Car"
 align="left"> </a>
<a href="pictures/File.jpg">
<img src="thumbnails/File.jpg" border=0
 alt="Helping with File"
 align="right"> </a>
<a href="pictures/Braden.jpg">
<img src="thumbnails/Braden.jpg" border=0
 alt="Wagon Ride with Braden"
 align="right"> </a>
<a href="pictures/Tractor.jpg">
<img src="thumbnails/Tractor.jpg" border=0 alt="Riding Tractor with
 Grampa" align="right"> </a> Temperaturas mais amenas ocorreram cedo
 em Edmonton este ano. Daniel estava andando no carrinho fora de casa
 em Fevereiro! No final de Mar&ccedil;o eu fui para uma confer&ecirc;ncia em
 Viena, na Austria, por uma semana. O Daniel e o Scott aproveitaram a
 oportunidade para ir visitar o Grandpa, a Gag&aacute; e o resto da
 fam&iacute;lia em Oklahoma. Daniel "ajudou" o grandpa com os arquivos e com
 o corte da grama. Ele tamb&eacute;m ganhou corridas de vag&atilde;o do primo
 Braden.
</p>

<p>
<a href="pictures/HairCut.jpg">
<img src="thumbnails/HairCut.jpg" border=0
 alt="First Haircut"
 align="right"> </a>
<a href="pictures/Bread.jpg">
<img src="thumbnails/Bread.jpg" border=0
 alt="Making Bread"
 align="left"> </a>
<a href="pictures/Planting.jpg">
<img src="thumbnails/Planting.jpg" border=0
 alt="Planting"
 align="left"> </a>
<a href="pictures/Potatoes.jpg">
<img src="thumbnails/Potatoes.jpg" border=0 alt="Harvesting Potatoes"
 align="left"> </a> O Daniel continuou ajudando em casa sempre que ele
 teve uma oportunidade. O Papai recebeu excelente assist&ecirc;ncia com a
 sova do p&atilde;o numa manh&atilde;; e a horta do Daddy n&atilde;o seria a mesma sem
 a valiosa ajuda do Daniel. No final do ver&atilde;o o Daniel ajudou o Papai
 a colher as batatas. Durante o Outono Papai tamb&eacute;m estava ocupado
 durante os finais de semana com um projeto de reforma do por&atilde;o da
 casa. Com frequ&ecirc;ncia o Daniel vai ajudar com o martelo e as
 chaves de fenda que ele ganhou da Vov&oacute;. Mas ele n&atilde;o gosta quando o
 Papai usa a furadeira ou a serra el&eacute;trica porque elas s&atilde;o
 barulhentas e d&atilde;o medo. O Daniel tamb&eacute;m n&atilde;o gostou muito do
 primeiro corte de cabelo.
</p>

<p>
<a href="pictures/Piano.jpg">
<img src="thumbnails/Piano.jpg" border=0
 alt="Playing the Piano"
 align="right"> </a>
<a href="pictures/WorldCup.jpg">
<img src="thumbnails/WorldCup.jpg" border=0
 alt="World Cup"
 align="right"> </a>
<a href="pictures/Hockey.jpg">
<img src="thumbnails/Hockey.jpg" border=0
 alt="Playing Hockey"
 align="right"> </a>
<a href="pictures/GardenBath.jpg">
<img src="thumbnails/GardenBath.jpg" border=0 alt="Garden Bath"
 align="right"> </a> Em Junho eu comecei a viajar de novo para
 confer&ecirc;ncias, desta vez para Ottawa e Toronto. No final de Junho o
 Grandpa e a Gag&aacute; voltaram para Edmonton para mais uma visita. O
 Daniel ganhou o seu primeiro piano de cauda. Ele adorou. Ele parece
 ter muito interesse em m&uacute;sica. N&oacute;s tivemos tempo de ir torcer para
 a sele&ccedil;&atilde;o brasileira imediatamente antes dela ser eliminada da Copa
 do Mundo. O time the hockey daqui de Edmonton tamb&eacute;m participou da
 competi&ccedil;&atilde;o final da Stanley Cup. O Daniel ficou fissurado por
 hockey. Ele acordava de manh&atilde; e pedia para assistir o canal de
 esportes. Quando a gente sentava a noite para assistir o Teletubies
 ele pedia "Hockey! Hockey!" Claro que o grandpa concordou em jogar
 v&aacute;rias partidas de hockey com o Daniel. O Daniel parece ser fan&aacute;tico
 por esportes. Ele gosta de futebol, hockey, baseball, e de golfe.
</p>

<p>
<a href="pictures/Maiara1.jpg">
<img src="thumbnails/Maiara1.jpg" border=0
 alt="Maiara"
 align="left"> </a>
<a href="pictures/Maiara2.jpg">
<img src="thumbnails/Maiara2.jpg" border=0
 alt="Maiara"
 align="left"> </a>
<a href="pictures/Maiara3.jpg">
<img src="thumbnails/Maiara3.jpg" border=0
 alt="Maiara"
 align="left"> </a>
<a href="pictures/Maiara4.jpg">
<img src="thumbnails/Maiara4.jpg" border=0
 alt="Maiara"
 align="left"> </a>
<a href="pictures/Maiara5.jpg">
<img src="thumbnails/Maiara5.jpg" border=0 alt="Maiara"
 align="left"> </a> Maiara, minha sobrinha, chegou do Brasil no final
 de Junho para umas f&eacute;rias de um mes. Enquanto o Daniel ficou em casa
 com o Grandpa e a Gag&aacute;, n&oacute;s levamos a Maiara para uma viagem a
 cavalo no
<a href="http://www.tonquinvalley.com/">Tonquin Valley</a> perto de
Jasper.  N&oacute;s ficamos hospedados em umas cabanas no centro do Valley e
tivemos vistas maravilhosas das montanhas. Depois que retornamos para
Edmonton n&oacute;s tivemos tempo para visitar a feira de produtos agricolas
the Saint Albert e para v&aacute;rios picnics.
</p>

<p>
<a href="pictures/GrandparentsMorning.jpg">
<img src="thumbnails/GrandparentsMorning.jpg" border=0
 alt="Grandparents in the Morning"
 align="left"> </a>
<a href="pictures/GrandparentsEvening.jpg">
<img src="thumbnails/GrandparentsEvening.jpg" border=0
 alt="Grandparents in the Evening" align="right"> </a> 
<br>
<br>
N&oacute;s tivemos o prazer de ter os vov&ocirc;s americanos e a vov&oacute; brasileira
em casa por um dia em Julho. A vov&oacute; chegou um dia antes do Grandpa e
da Gag&aacute; retornarem. Tivemos tempo para um jantar juntos e para tirar
algumas raras fotos incluindo as duas av&oacute;s do Daniel.
<br>
<br>
<br>
</p>

<p>
<a href="pictures/Jasper1.jpg">
<img src="thumbnails/Jasper1.jpg" border=0
 alt="Jasper"
 align="left"> </a>
<a href="pictures/Jasper2.jpg">
<img src="thumbnails/Jasper2.jpg" border=0
 alt="Jasper"
 align="left"> </a>
<a href="pictures/Jasper3.jpg">
<img src="thumbnails/Jasper3.jpg" border=0
 alt="Jasper"
 align="right"> </a>
<a href="pictures/Jasper4.jpg">
<img src="thumbnails/Jasper4.jpg" border=0 alt="Jasper"
 align="right"> </a> 
A Maiara ainda estava em Edmonton e a Magali,
 casada com um sobrido do Geovany, veio com a Vov&oacute;. Com todo o grupo
 n&oacute;s fomos numa viagem de carro para Jasper e a &aacute;rea em redor. N&oacute;s
 fizemos um passeio em uma gondola para o pico da
<a href="http://www.jaspertramway.com/"> Montanha Whistler </a>,
 fizemos v&aacute;rios picnics, e fomos num passeio de barco no
<a href="http://www.malignelake.com/">Maligne Lake</a>. N&oacute;s vimos
 v&aacute;rios exemplos de vida selvagem e tamb&eacute;m fomos tomar chimarr&atilde;o no
 luxuoso
<a href="http://www.purewest.com/accommodations/jpl/index.html">Jasper
 Park Lodge</a>. Os pontos altos da viagem para o Daniel incluiram
 jogar pedras em lagos, juntar pauzinhos, brincar com pneus de
 caminh&otilde;es grandes, e outras grandes aventuras de uma viagem pela
 estrada. Quando retornamos a Edmonton os visitantes tiveram v&aacute;rias
 oportunidades para passear, fazer compras, e se mantiveram ocupados.
</p>

<p>
<a href="pictures/Vovo3.jpg">
<img src="thumbnails/Vovo3.jpg" border=0
 alt="Vovo's visit"
 align="right"> </a>
<a href="pictures/Vovo2.jpg">
<img src="thumbnails/Vovo2.jpg" border=0
 alt="Vovo's visit"
 align="right"> </a>
<a href="pictures/Vovo1.jpg">
<img src="thumbnails/Vovo1.jpg" border=0
 alt="Vovo's visit"
 align="right"> </a>
<a href="pictures/Birthday1.jpg">
<img src="thumbnails/Birthday1.jpg" border=0
 alt="Daniel's Birthday"
 align="left"> </a>
<a href="pictures/Birthday2.jpg">
<img src="thumbnails/Birthday2.jpg" border=0 alt="Daniel's Birthday"
 align="left"> </a> Depois que a Magali e a Maiara retornaram ao
 Brasil, o Daniel teve aten&ccedil;&atilde;o exclusiva da Vov&oacute; e n&oacute;s tivemos um
 per&iacute;odo mais caseiro. V&aacute;rias deliciosas comidinhas caseiras,
 passeios a tarde para o parque de divers&otilde;es perto de casa, e muita
 brincadeira no quintal. Com o incentivo da Vov&oacute; o Daniel se tornou
 um excelente saltador de po&ccedil;as d'agua, e eles tamb&eacute;m fizeram outras
 coisas excitantes, como juntar pinhas embaixo de pinheiros. Vov&oacute;
 tamb&eacute;m esteve bem ocupada preparando docinhos, salgadinhos e uma
 deliciosa torta de maracuj&aacute; para o segundo aninvers&aacute;rio do
 Daniel. N&oacute;s tivemos v&aacute;rios amigos no nosso jardim para celebrar o
 aninvers&aacute;rio do Daniel. Logo depois da festa a Vov&oacute; retornou para o
 Brasil.
</p>

<p>
<a href="pictures/Emily.jpg">
<img src="thumbnails/Emily.jpg" border=0
 alt="Emily"
 align="left"> </a>
<a href="pictures/Mac.jpg">
<img src="thumbnails/Mac.jpg" border=0 alt="Mac" align="right"> </a>
Em Setembro os pais da Emily, Howard e Liz, nos contactaram. A Emily
&eacute; a irm&atilde; do meio do Daniel e ela tamb&eacute;m foi adotada no
nascimento. Quando o Daniel nasceu n&oacute;s mandamos algumas fotos e uma
cartinha contando a eles sobre n&oacute;s. Agora que a Emily estava pronta
para encontrar o seu pequeno irm&atilde;o eles nos contactaram. N&oacute;s
viajamos para Calgary num final de semana e o Daniel gostou muito de
brincar com a Emily. No dia seguinte n&oacute;s passamos algumas horas
visitando a Mac, a irm&atilde; mais velha do Daniel. N&oacute;s aproveitamos a
oportunidade para tirar uma foto com a Mac e a Diane, a av&oacute; de nascimento do
Daniel.
</p>

<p>
Scott tem trabalhado de um escrit&oacute;rio em casa por todo o ano na sua
empresa de consultoria em engenharia. O nome da companhia dele &eacute;
Consicuro. Ele temb&eacute;m tem uma parceria com uma empresa baseada nos
Estados Unidos chamada Kenexis. Em Setembro e no in&iacute;cio de Outubro o
Scott fez uma viagem de tr&ecirc;s semanas para Trinidade para trabalhar em
um projeto da Kenexis e de l&aacute; ele foi para Alabama para ministrar um
curso de treinamento em Engenharia. Eu experimentei a vida
super-ocupada de um pai solteiro durante estas semanas. Todas as
noites o Daniel dizia: "Daddy went in the airplane to Chikidad. Daddy
come back."
</p>

<p>
<a href="pictures/Clutches.jpg">
<img src="thumbnails/Clutches.jpg" border=0
 alt="Scott in Clutches"
 align="left"> </a>
<a href="pictures/Baby.jpg">
<img src="thumbnails/Baby.jpg" border=0
 alt="Daniel with Baby"
 align="right"> </a>
<a href="pictures/Snow.jpg">
<img src="thumbnails/Snow.jpg" border=0 alt="Daniel in first Snow"
 align="right"> </a> Um dia ap&oacute;s retornar de Alabama, o Scott fez uma
 cirurgia para corrigir uma hernia e teve que usar muletas por alguns
 dias. O Daniel estava muito preocupado com o "Aiai do Daddy." Ele
 dizia para o Daddy ter cuidado o tempo todo. Ainda bem que o Grandpa
 e a Gag&aacute; puderam retornar para Edmonton para nos ajudar. Dois dias
 depois da cirurgia eu tive que ir para Toronto para uma confer&ecirc;ncia,
 e eles ajudaram muito para manter a casa funcionando e tomar conta do
 Daniel e do Daddy. O Grandpa retornou para casa logo que eu voltei,
 mas a Gag&aacute; ficou at&eacute; o in&iacute;cio de Novembro de forma que ela
 estivesse em Edmonton quando eu fui para uma confer&ecirc;ncia em Nova
 Orleans. A neve chegou na metade de Outubro e o Daniel saiu para
 brincar na neve com o Daddy e a Gag&aacute;. A Gag&aacute; deu para o Daniel um
 carrinho de compras que ele adora usar quando ele sai para fazer
 compras. Em casa ele usa para carregar o bebe. O bebe foi um presente
 da Vov&oacute;. Sempre que o Daniel tem que tomar rem&eacute;dio ou
 cortar as unhas, o bebe faz primeiro.
</p>

<p>
<a href="pictures/Halloween3.jpg">
<img src="thumbnails/Halloween3.jpg" border=0
 alt="Halloween"
 align="right"> </a>
<a href="pictures/Halloween4.jpg">
<img src="thumbnails/Halloween4.jpg" border=0
 alt="Halloween"
 align="right"> </a>
<a href="pictures/Halloween2.jpg">
<img src="thumbnails/Halloween2.jpg" border=0
 alt="Halloween"
 align="right"> </a>
<a href="pictures/Halloween5.jpg">
<img src="thumbnails/Halloween5.jpg" border=0
 alt="Halloween"
 align="left"> </a>
<a href="pictures/Halloween6.jpg">
<img src="thumbnails/Halloween6.jpg" border=0
 alt="Halloween"
 align="left"> </a>
<a href="pictures/Halloween7.jpg">
<img src="thumbnails/Halloween7.jpg" border=0 alt="Halloween"
 align="left"> </a> 
</p>

<p>
Como a Gag&aacute; estava aqui, o Halloween foi um grande evento na nossa
casa. N&oacute;s fizemos algumas decora&ccedil;&otilde;es, cortamos uma ab&oacute;bora e
colocamos fantasia no Daniel. O Daniel teve uma festa na creche e foi
a uma festa de Halloween na associa&ccedil;&atilde;o do bairro.
</p>

<p>
No in&iacute;cio de Dezembro eu tive que ir em outra viagem. Desta vez para
uma confer&ecirc;ncia localizada em um hotel dentro da Disney em Orlando. O
Daniel protestou que ele iria no avi&atilde;o para a casa do Mickey e n&atilde;o o
Papai.
</p>

<p>
O Daniel j&aacute; &eacute; bem ciente de seus arranjos familiares
especiais. Quando o Daniel chama n&oacute;s dois ele diz "Venh&atilde;o Papais." O
fato de que o Daniel tem dois papais &eacute; mencionado com frequ&ecirc;ncia
pelos seus colegas de creche. Em novembro a professora disse que o
Daniel j&aacute; usa este fato para tirar vantagem em discuss&otilde;es com
colegas. As vezes eles discutem e gritam. Um dia eles estavam gritando
"Minha mam&atilde;e!", "N\&atilde;o, minha mam&atilde;e!" O Daniel gritou "Meu papai!" As
outras crian&ccedil;as ficaram mudas pois eles n&aacute;o tinham um papai
sobre quem gritar. As vezes eu vou buscar o Daniel na creche e recebo um
grande abra&ccedil;o grupal de cinco meninos gritando "Papai do
Daniel!"
</p>

<p>Eu tive um ano muito bom na universidade. Eu tenho um excelente
grupo de estudantes que me mant&eacute;m ocupado com a
explora&ccedil;&atilde;o de id&eacute;ias excitantes, an&aacute;lise
de resultados, e escrita de artigos. N&oacute;s tivemos um recorde de
boas publica&ccedil;&otilde;es este ano. N&oacute;s estamos muito
honrados com a sele&ccedil;&atilde;o de nosso time de pesquisa foi
escolhido como o "Time do Ano", pelo Centro de Estudos
Avan&ccedil;ados da IBM em Toronto, gra&ccedil;as as nossas
contribui&ccedil;&otilde;es para a miss&atilde;o da IBM.  Eu
tamb&eacute;m assumi novas responsabilidades, em adi&ccedil;&atilde;o
ao meu cargo de coordenador de p&oacute;s gradua&ccedil;&atilde;o, em
comiss&otilde;es de alto n&iacute;vel no sistema de governo da
universidade. &Eacute; bom participar al&eacute;m dos limites do
departamento e conectar com o resto da universidade. <p>

<p>Agora n&oacute;s estamos nos preparando para ir para Oklahoma para passar
o Natal com a fam&iacute;lia do Scott. O Daniel fala muito em ir no avi&atilde;o
para visitar a Gag&aacute; e o Grandpa em "Homa".
</p>
<p> Desejamos um bom Natal e um feliz Ano Novo a todos.
</p>
<br>



                             Nelson, Scott & Daniel

</body> </html>
