<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2012: Adeus Vov&ocirc; Geovany e o Novo Comerciante de Vinhos
</title>
</head>

<body>
<p>
<table border=0 width="100%" nosave="">
  <tbody>
  <tr>
    <td>               
      <center>
	<a href="pictures/Geovany.jpg">
	  <img src="thumbnails/Geovany.jpg" border=0
	       alt="Geovany T. Urtassum"
	       align="center"> </a>
      </center>
    </td>
    <td>
      <center>
	<h2 align="center">
	  2012: Adeus Vov&ocirc; Geovany e o Novo Comerciante de Vinhos
	</h2>
      </center>
    </td>
    <td>
      <center>
	<a href="pictures/AshtonsLiquor.jpg">
	  <img src="thumbnails/AshtonsLiquor.jpg" border=0
	       alt="Ashton;s Liquor"
	       align="right"> </a>
      </center>
    </td>
  </tr>
  </tbody>
</table>
</p>

<p>Benvindo ao nosso blog anual de final de ano para 2012. Ele tamb&eacute;m est&aacute; dispon&iacute;vel
em <a href="index.html">Ingles</a>.  Se voc&ecirc; quiser ler
edi&ccedil;&otilde;es anteriores <a href="http://webdocs.cs.ualberta.ca/~amaral/end-of-year-letter">voc&ecirc; pode
encontr&aacute;-las aqui</a></p>

	<p>
	  Depois de passar os feriados de Natal e Ano Novo em Oklahoma
	  n&oacute;s est&aacute;vamos de volta em Edmonton para a nossa traditional
	  festa de Natal-depois-do-Natal em Janeiro de 2012. Este ano
	  os convidados inclu&iacute;ram alguns dos melhores amigos do
	  Daniel: os g&ecirc;meos alem&atilde;es Deniz e Sinan, o descendente de
	  gregos Alexander N, e o meio-noruegu&ecirc;s Sander, junto com os
	  familiares e pais. A casa estava cheia de risadas,
	  brindadeiras e divers&otilde;es. Nada diz ``Natal'' como uma casa
	  muito barulhenta cheia de crian&ccedil;as e dos aromas de um t&iacute;pico
	  jantar de Natal. N&oacute;s tamb&eacute;m est&aacute;vamos muito felizes com a
	  presen&ccedil;a da Fran, nossa grande amiga que estava nesta festa
	  provavelmete pela &uacute;ltima vez pois ela mudou-se para a
	  Austr&aacute;lia em mar&ccedil;o.</p>

	<p>No's mergulhamos diretamente de volta na temporada de
	hockey do Daniel que durou at&eacute; o final de
	mar&ccedil;o. N&atilde;o s&oacute; o Daniel estava tendo
	treinos e jogos duas vezes por semana, mas ele tamb&eacute;m
	tinha treinamento adicional de "patina&ccedil;&atilde;o forte" 	e, dado que eu tenho um
	<a href="pictures/OilKingsLouie.jpg">
	  <img src="thumbnails/OilKingsLouie.jpg" border=0
               alt="Louie, Oil Kings Mascot"
               align="left"> </a> <br>
  passe VIP para todos os jogos como senador da Universidade
	de Alberta, eu e o Daniel tamb&eacute;m assitimos a quase todos os
	jogos do time de hockey dos University of Alberta Golden
	Bears. O Daniel conhece alguns dos jogadores pessoalmente pois muitos
	deles tinham sido treinadores nas col&ocirc;nias de f&eacute;rias de
	hockey que o Daniel tinha feito no ver&atilde;o. N&oacute;s
	tamb&eacute;m fomos assistir jogos do Oil Kings no estacio
	chamado Rexall Place, que &eacute; o estadio do famoso time de
	hockey Oilers. Uma vez com o time Silver Bullets do Daniel, e
	outras vezes com o grande amigo do Daniel, Denis C. N&oacute;s
	vimos o jogo final do Campeonato de Hockey do Oeste onde os
	<a href="pictures/OilKingsGame.jpg">
	  <img src="thumbnails/OilKingsGame.jpg" border=0
               alt="Daniel and Denis C. at  Oil Kings Game"
               align="right"> </a> <br>
	Kings ganharam a copa. Durante a temporada de hockey, o Daniel
	evoluiu de um dos jogadores menos abilidosos no in&iacute;cio da temporada
	para um dos melhores jogadores do time no final de
	mar&ccedil;o. No final de mar&ccedil;o o Daniel recebeu um
	convite de &uacute;ltima hora para jogar para o time J&uacute;nior dos
	Golden Bears da Universidade de Alberta durante a
	primavera. N&oacute;s aceitamos a oportunidade e assim
	estendemos a temporada de hockey at&eacute; o final de
	<a href="pictures/GoldenBears.jpg">
	  <img src="thumbnails/GoldenBears.jpg" border=0
               alt="Daniel's University of Alberta Jr. Golden Bears Team"
               align="left"> </a> <br>
	Junho. As vezes n&oacute;s tinhamos quatro treinos no mesmo
	final de semana. O &uacute;ltimo torneio de hockey dos
	Jr. Golden Bears foi em Calgary e n&oacute;s aproveitamos para
	visitar com a Emily, a irm&atilde; do Daniel. Conciliar hockey
	com os jogos de futebol da primavera foi um desafio nos
	calend&aacute;rios e para os dois pais, mas valeu a pena. O
	Daniel teve muito sucesso nos dois esportes.</p>


	<p>O time de futebol de primavera do Daniel foi formado
	principalmente pelos amigos dele do segundo ano da escola. Na
	primeira metade do campeonato eles n&atilde;o sofreram nenhum gol. A
	medida que eles avan&ccedil;aram eles foram reclassificados para
	divis&otilde;es superiores mas eles continuaram dominando os
	jogos. Eles terminaram o campeonato no final de Junho como os
	campe&otilde;es invictos para a divis&atilde;o da cidade em que eles
	jogaram. Foi fant&aacute;stico pois o time de hockey dele tinha
	perdido quase todos os jogos. Portanto, foi um excelente
	balan&ccedil;o e n&oacute;s vimos o Daniel desenvolver uma atitude muito
	mais positiva tanto como um ganhador como um perdedor de um
	jogo.</p>
 
<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
     <td>
	<a href="pictures/ChinaWall.jpg">
	  <img src="thumbnails/ChinaWall.jpg" border=0
               alt="Nelson on China Great Wall"
               align="left"> </a> <br>
      </td>
      <td>
	<p>Todo este investimento em atividades de esportes acabou
	sendo uma decis&atilde;o muito acertada. A
	auto-confian&ccedil;a que o Daniel ganhou no esporte ajudou
	ele muito na escola. O Daniel sofre academicamente por causa
	do TDA e das defici&ecirc;ncias de aprendizado. Antes do
	sucesso dele nos esportes as dificuldades acad&ecirc;micas estavam
	afetando a auto-estima dele. Mas o sucesso no esporte deu a
	ele uma &oacute;tima auto-confian&ccedil;a e aumentou
	significantemente o progresso acad&ecirc;mico dele e melhorou
	as rela&ccedil;&otilde;es dele na escola. Por exemplo, quando
	a turma do segundo ano foi fazer patina&ccedil;&atilde;o no
	gelo, o Daniel era um dos melhores patinadores e foi admirado
	por todos os colegas e professoras.</p>

	<p>As minhas viagens da primavera me levaram a Boston e a
	Tallin na Estonia. Eu fui muito positivamente surpreendido com
	Boston, uma grande cidade e Tallin &eacute; uma antiga capital
	europ&eacute;ia relativamente pequena mas muito charmosa com
	um centro antigo e muitos edif&iacute;cios modernos. Achei a
	cidade muito mais escandin&aacute;via do que eu esperava antes
	de ir la. No meu retorno de Tallin eu consegui jantar com a
	minha amiga Silvia em Amsterdam e bater um papo com
	ela. Depois, no ver&atilde;o, eu fui para Beijing para a minha
	primeira visita a China. Eu fiquei em um hotel muito
	pr&oacute;ximo ao est&aacute;dio ol&iacute;mpico Bird Nest e
	tamb&eacute;m visitei a Tiannamen Square, a cidade proibida, e
	um segmento da grande muralha. Foi uma das viagens mais
	interessantes que eu fiz por um longo tempo. Uma palestra que
	eu dei numa confer&ecirc;ncia em Beijing foi muito bem
	recebida.</p>
	
	<p>Na primavera n&oacute;s ficamos tristes por ter que dizer
	tchau para nossa grande amiga Fran Moore que deixou Edmonton
	para seguir o marido para a Australia.</p>
      </td>
    </tr>
  </tbody>
</table>


	<p>Na primavera eu recebi a honra de ser convidado para ser o
	orador no banquete de formatura da turma de Ci&ecirc;ncias da
	Computa&ccedil;&atilde;o da Universidade de Alberta. Este
	sendo o aninvers&aacute;rio de 100 anos do nascimento do Alan
	Turing, e eu sendo o &uacute;nico professor abertamente gay do
	departamento, eu fiz o discurso sobre a vida pessoal e as
	contribui&ccedil;&otilde;es pra a Ci&ecirc;ncia de Alan
	Turing. O Turing &eacute; hoje considerado o pai da
	Ci&ecirc;ncia da Computa&ccedil;&atilde;o. Ele fez muitas
	contribui&ccedil;&otilde;es para Ci&ecirc;ncias e teve um
	papel decisivo na segunda guerra mundial. Mas ele
	tamb&eacute;m foi perseguido por ser gay, sujeitado a
	castra&ccedil;&atilde;o qu&iacute;mica pelos tribunais
	Britanicos, e cometeu suic&iacute;dio antes do seu
	aninvers&aacute;rio de 44 anos. Muito provavelmente o Turing
	tamb&eacute;m sofreu de Sindrome de Asperger. Eu fiz o
	discurso sobre a necessidade de aceita&ccedil;&atilde;o de
	pessoas que s&atilde;o diferentes. O discurso foi muito bem
	recebido e foi considerado, pelos meus colegas
	mais velhos que estavam l&aacute;, um dos melhores discursos de
	formatura j&aacute; feitos.<p>

	<p>Em julho n&oacute;s tivemos nossa vers&atilde;o de
	``f&eacute;rias da fam&iacute;lia''. Eu deixei o Daniel em
	Dallas para ele ir passar uns dez dias com os av&oacute;s em
	Oklahoma brincando com os primos e amigos americanos e
	aproveitando atividades de ver&atilde;o. O Scott foi fazer
	caminhadas e acampar nas montanhas em Alberta. Eu segui para
	Madrid onde eu era o chefe do comit&ecirc; de programa para
	uma confer&ecirc;ncia internacional. Desta vez eu aluguei um
	apartamento no centro de Madrid no lugar de ficar em um hotel
	e esta foi uma excelente esperi&ecirc;ncia. Madrid foi
	&oacute;tima apesar de todos os protestos contra as medidas
	austeras e apesar do fato de um m&atilde;o leve ter levado
	todos os meus cart&otilde;es de cr&eacute;dito.</p>

	<p>Os av&oacute;s do Daniel levaram ele de volta para Edmonton
	em tempo para n&oacute;s fazermos as duas festas tradicionais
	para celebrar o aninvers&aacute;rio dele. Para a festa para as
	crian&ccedil;as este ano n&oacute;s trouxemos de volta a
	id&eacute;ia da loja da Vov&oacute; e dos D&oacute;lares do
	Daniel, o que foi um grande sucesso agora que todas as
	crian&ccedil;as est&atilde;o grandes o suficiente para
	gerenciar o dinheiro deles. A vov&oacute; Juana teve algumas
	&oacute;timas id&eacute;ias para jogos que fizeram a festa
	super divertida e o Timur, o treinador de muito sucesso do
	time de futebol da primavera do Daniel, organizou um jogo de
	futebol durante a festa, que foi muito divertido mas
	perturbado por uma nuvem dos mosquitos tamanho gigante que
	s&atilde;o exclusivos dos ver&otilde;es de Edmonton.</p>

	<p>Depois de procurar por muitos anos, em Junho o Scott
	  encountrou uma loja de vinhos e licores que era adequada a
	  comprar para que ele pudesse continuar com o projeto de ser
	  dono de uma loja de vinhos. N&oacute;s fizemos a decis&atilde;o de
	  comprar a loja e escolhemos o final de agosto, depois de
	  nossa viagem para o Brasil, para tomar a posse. O nome
	  Ashton's Liquor &eacute; o nome do filho do propriet&aacute;rio
	  anterior. A loja estava indo muito bem principalmente com a
	  venda de destilados e cerveja antes do Scott se tornar o
	  dono em Setembro. O Scott tem muito conhecimento sobre
	  vinhos porque ele tem estudado vinhos por muitos anos. Agora
	  ele est&aacute; fazendo o terceiro n&iacute;vel do curso de treinamento
	  de Sommelier, o que involve oito horas de aulas de
	  degusta&ccedil;&atilde;o de vinhos todos os domingos por seis
	  meses. At&eacute; agora a abordagem do Scott para promover vinhos
	  est&aacute; dando muito certo. O pessoal tem comentado muito bem
	  sobre a qualidade dos vinhos que ele est&aacute; trazendo para a
	  loja, e ele est&aacute; focando num ponto de pre&ccedil;o razo&aacute;vel
	  (menos de Ca$ 20/25 por garrafa). Ele ficou surpreso com o
	  volume de vendas de vinhos de pre&ccedil;o mais elevado nas
	  semanas antes do Natal. A vida de um pequeno comerciante &eacute;
	  super ocupada e a nossa vida em fam&iacute;lia mudou
	  significativamente. Mas tem sido muito bom ver o Scott muito
	  feliz com esta nova empreitada.</p>

	<p>Em agosto, depois das celebra&ccedil;&otilde;es do
	aninvers&aacute;rio do Daniel, n&oacute;s fomos para o Brasil
<a href="pictures/JoaoPessoa-Chimarrao.jpg">
	  <img src="thumbnails/JoaoPessoa-Chimarrao.jpg" border=0
               alt="Family in Joao Pessoa Drinking Chimarrao"
               align="left"> </a>
	para f&eacute;rias com minha fam&iacute;lia. Desta vez
	n&oacute;s voamos para a casa do meu irm&atilde;o Marco em
	Bras&iacute;lia e de l&aacute; n&oacute;s tiramos
	f&eacute;rias com minha fam&iacute;lia imediata em Jo&atilde;o
	Pessoa na Para&iacute;ba. Todos aproveitaram muito. N&oacute;s
<a href="pictures/JoaoPessoa-Praia.jpg">
	  <img src="thumbnails/JoaoPessoa-Praia.jpg" border=0
               alt="Family on the Beach"
               align="right"> </a>
	ficamos em tr&ecirc;s lugares diferentes por uma semana, e todo mundo
	estava feliz e relaxado. Depois de Jo&atilde;o Pessoa, o
	Daniel, o Scott e eu fizemos uma viagem especial para Cuiab&aacute;
	para ir visitar nossos amigos Jo&atilde;o e Ot&aacute;vio na
	Chapada dos Guimar&atilde;es. N&oacute;s t&iacute;nhamos planejado a
	viagem a quase um ano e o nosso principal objectivo era para
	reconectar com o Jo&atilde;o que o Scott n&atilde;o havia
	visto por 18 anos (eu vi o Jo&atilde;o no ano anterior quando
	eu fui a Bras&iacute;lia). Infelizmente o Jo&atilde;o decidiu
	ficar em S&atilde;o Paulo na &uacute;ltima hora e frustrou nossos
	esfor&ccedil;os para reconectar com ele. Apesar disto
	n&oacute;s tivemos uma excelente visita com o Ot&aacute;vio,
	desfrutamos de sua grande hospitalidade, e conhecemos um
	pouquinho da Chapada dos Guimar&atilde;es que &eacute; uma
	bela localiza&ccedil;&atilde;o uma hora de dist&acirc;ncia de
	Cuiab&aacute;.</p>

	<p>
<a href="pictures/Chapada.jpg">
	  <img src="thumbnails/Chapada.jpg" border=0
               alt="Visita a Chapada"
               align="left"> </a>
Depois do final de semana em Cuiab&aacute; n&oacute;s retornamos para
	Bras&iacute;lia para passar alguns dias mais tranquilos com a minha
	m&atilde;e, meu padrasto Geovany, meu irm&atilde;o Marco e a esposa dele,
	Fernanda. Um dia depois que n&oacute;s chegarmos em Bras&iacute;lia o Scott
	teve um co&aacute;gulo de sangue na Safena e teve que ser internado
	no hospital por tr&ecirc;s dias por precau&ccedil;&atilde;o. Portanto o Daniel
	e eu passamos o resto de nossas f&eacute;rias fazendo visitas para o
	Daddy no hospital todos os dias. Apesar disto n&oacute;s tivemos uma
	boa estadia e passamos algum tempo com o Vov&ocirc; Geovany todas
	as tardes. O Geovany n&atilde;o estava muito forte, mas ele quiz
	muito ir no hospital para visitar o Scott e ver que ele estava
	bem e ele tamb&eacute;m gostou de ir ver o Daniel jogar futebol com
	o time do condom&iacute;nio de casas onde o Marco mora. Apenas umas
	duas semanas depois que n&oacute;s retornamos do Brasil, o Geovany
	teve um derrame e morreu. N&oacute;s nos achamos muito privilegiados
<a href="pictures/DanielGael.jpg">
	  <img src="thumbnails/DanielGael.jpg" border=0 alt="Daniel
               with Gael" align="right"> </a> por termos tido a
               oportunidade de passar horas felizes com ele no que
               acabaram sendo as &uacute;ltimas semanas da vida
               dele. O Geovany sempre teve muita afei&ccdeil;&atilde;o
               por mim e sempre demonstrou gostar muito do Scott e do
               Daniel.</p>

	<p>Um grande bonus de nossa visita a Bras&iacute;lia foi que o
	primeiro neto do meu irm&atilde;o, Gael, nasceu enquanto
	n&oacute; est&aacute;vamos l&aacute; e n&oacute;s pudemos
	visitar com o Tiago, a Tatiana, e o Gael.</p>

	<p>A liga de hockey do Daniel tem um sistema muito estruturado
	de avalia&ccedil;&atilde;o que dura um m&ecirc;s para colocar
	os jogadores em diferentes levels. Esta
	avalia&ccedil;&atilde;o inclui habilidade para patinar e
	intelig&ecirc;ncia sobre o jogo. Tem oito n&iacute;veis com os
	melhores jogadores no n&iacute;vel #1. No ano passado o Daniel
	estava num time de n&iacute;vel #8. Este ano, depois da
	avalia&ccedil;&atilde;o, ele foi colocado em um time de
	n&iacute;vel #3. O n&iacute;vel de t&eacute;cnica neste time &eacute;
	muito mais alto e os pais eram quase todos jogadores em bom
	n&iacute;vel quando eles eram mais jovens. Eles incentivam
	muito os filhos e levam muito a s&eacute;rio qualquer coisa
	relacionada com o hockey. O Scott e eu somos os diferentes
	neste grupo porque n&oacute;s n&atilde;o temos hockey no nosso
	DNA.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
     <td>
       <a href="pictures/PACTBestPaperAward.jpg">
	 <img src="thumbnails/PACTBestPaperAward.jpg" border=0
              alt="Receiving Best Paper Award at PACT"
              align="leftt"> </a>
     </td>
     <td>
	<p>Em setembro eu fui para uma confer&ecirc;ncia internacional em
	Minneapolis onde um dos nossos artigos, que resultou de uma
	colabora&ccedil;&atilde;o de pesuisa de um dos meus alunos com um time da
	IBM, tinha sido selecionado para finalista para o pr&ecirc;mio de
	melhor paper. Este trabalho foi feito com o computador Blue
	Gene/Q da IBM, o computador mais r&aacute;pido do mundo neste
	ano. N&atilde;o apenas n&oacute;s recebemos o pr&ecirc;mio de melhor artigo, mas
	o meu aluno, Matthew Gaudet, tamb&eacute;m recebeu a medalha de ouro
	(o melhor pr&ecirc;mio) numa competi&ccedil;&atilde;o para trabalho de pesquisa
	por alunos da Association for Computing Machinery (ACM). N&oacute;s
	ficamos todos muito felizes com os pr&ecirc;mios.</p>
    </td>
    </tr>
  </tbody>
</table>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
     <td>
	<p>Em novembro, quando eu fui para a Confer&ecirc;ncia do Centro de
	Estudos Avan&ccedil;ados da IBM em Markham em Ont&aacute;rio eu fui
	surpreendido por ter sido selecionado para receber o pr&ecirc;mio
	de <i>Professor do Ano</i> pelo Centro de Estudos Avan&ccedil;ados
	da IBM no Canada. Claro que eu fiquei muito feliz com o
	reconhecimento do trabalho feito pelos meus alunos nesta
	rela&ccedil;&atilde;o muito frut&iacute;fera com a IBM.</p>

	<p>Uma grande mudan&ccedil;a neste ano perto da nossa casa foi a
	chegada de um grande grupo de alunos de gradua&ccedil;&atilde;o do Brasil
	no programa de Ci&ecirc;ncias Sem Fronteiras. N&oacute;s come&ccedil;amos a
	interagir com alguns deles assim que eles chegaram. Tem quase
	cinquenta alunos e a maioria est&aacute; morando no edif&iacute;cio residencial
	para alunos do outro lado da rua de nossa casa. N&oacute;s ficamos
	muito pr&oacute;ximos de alguns deles. Em Setembro n&oacute;s convidamos
	um grande grupo para uma festa de boas vindas na nossa casa e
	preparamos comida t&iacute;pica brasileira incluindo feij&atilde;o e
	arroz. Eu gostaria de ter mais tempo para interagir mais com
	mais alunos do grupo. &Eacute; um excelente grupo de
	estudantes. Eles tamb&eacute;m fizeram nossa vida muito mais f&aacute;cil
	pois podemos contar com alguns deles para cuidar do Daniel nas
	ocasi&otilde;es em que o Scott tem que estar na loja e eu tenho que
	estar em outro lugar. Eu sei que n&oacute;s vamos ter saudades deste
	grupo quando eles retornarem para o Brasil no ver&atilde;o.</p>
    </td>
     <td>
       <a href="pictures/CASFellowOFYear.jpg">
	 <img src="thumbnails/CASFellowOFYear.jpg" border=0
              alt="Receiving CAS Faculty Fellow of the Year Award"
              align="leftt"> </a>
     </td>
    </tr>
  </tbody>
</table>

	<p>Em casa n&oacute;s temos tentado ajudar a nossa vizinha Dorothy
	com as necessidades rotineiras de viver em uma casa. Ela est&aacute;
	com 80 anos e mora sozinha. Tem sido dif&iacute;cil ver ela
	progressivamente ficar menos capaz de fazer atividades
	rotineiras. Ela agora decidiu ir morar numa resid&ecirc;ncia com
	assit&ecirc;ncia para idosos. A mudan&ccedil;a dela vai afetar a vida em
	torno de nossa casa pois n&oacute;s gostamos muito da amizade e da
	proximidade dela nos &uacute;ltimos doze anos.</p>

<table border=0 width="100%" nosave="">
  <tbody>
    <tr>
     <td>
       <a href="pictures/ChristmasTree.jpg">
	 <img src="thumbnails/ChristmasTree.jpg" border=0
              alt="Gaga Christmas Tree"
              align="leftt"> </a>
     </td>
     <td>
	<p>Na universidade eu estava extremamente ocupado durante o
	  semestre do Outono pois eu decidi lecionar todos os meus
	  cursos neste semestre para poder ter mais flexibilidade para
	  pesquisa e viagens nos semestres do Inverno e da
	  Primavera. Al&eacute;m de ensinar, fazer pesquisa, e
	  orientar alunos, eu tenho estado muito involvido com a
	  govern&acirc;ncia da universidade como membro do Conselho
	  Geral das Faculdades e membro do Senado da Universidade. No
	  n&iacute;vel do departamento eu estou liderando a
	  cria&ccedil;&atilde;o de um programa conjunto e p&oacute;s
	  gradua&ccedil;&atilde;ao com a Unicamp no Brasil. Apesar
	  destes pap&eacute;is consumirem tempo, eles me permitem
	  conhecer um group maior de pessoas que suportam a
	  universidade.</p>


	<p>O Daniel e eu estamos agora no avi&atilde;o indo para
	Oklahoma. Este &eacute; o segundo dia que n&oacute;s tentamos voar e de
	novo tivemos um atraso de tr&ecirc;s horas por causa de falhas
	mec&acirc;nicas. Esta viagem tem sido muito frustrante, mas a gente
	esta encarando ela bem. N&oacute;s estamos antecipando v&aacute;rios dias
	mais relaxados na casa dos pais do Scott. O Scott n&atilde;o vai
	poder se reunir conosco porque este &eacute; o primeiro ano da loja
	e a esposa de um dos principais empregados est&aacute; tendo um
	beb&ecirc; perto do Natal. Portanto, o Scott tem que ficar em
	Edmonton para garantir que a loja se manter&aacute; aberta durante
	os feriados.</p>
     </td>
    </tr>
  </tbody>
</table>

	<p>N&oacute;s esperamos que voc&ecirc; tenha &oacute;timos feriados com a sua fam&iacute;lia e amigos.</p>
 
                             Nelson, Scott & Daniel

</body> </html>
