<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<title>
2004: Bem vindo Daniel Xavier, v&aacute; em paz Bebe Brown
</title>
</head>

<body>
<h2 align="center">
<a href="pictures/DanielonBlanket72.jpg">
<img src="thumbnails/DanielonBlanket72.jpg" border=0
 alt="Daniel no cobertor"
 align="left"> </a>
<a href="pictures/BebeHand.jpg">
<img src="thumbnails/BebeHand.jpg" border=0
 alt="Bebe Brown"
 align="right"> </a><br><br> 
2004: Bem vindo Daniel Xavier, v&aacute; em paz Bebe Brown
</h2>
<br>
<br>
<br>

<p>
Com mais um ano acabando, &eacute; hora de atualizar familiares e amigos
sobre os eventos mais importantes em nosso ano. Se voc&ecirc; clicar com o
bot&atilde;o esquerdo do mouse em cada foto, voc&ecirc; poder&aacute; ver uma vers&atilde;o
maior. <a href="index.html"> This letter is also available in
English.</a>
</p>

<p>
O Natal de 2003 nos encontrou na mesma casa na Praia do Bom Jesus na Ilha da Magia.
<a href="pictures/FamilyBeach.jpg">
<img src="thumbnails/FamilyBeach.jpg" border=0 alt="Familis do Nelson na Casa da Praia" align="left"> </a> O Scott perdeu o v&ocirc;o comigo para o
 Brasil porque o visto dele n&atilde;o chegou em tempo para a
 partida. Portanto eu fui mais cedo e visitei amigos e familiares em
 Porto Alegre. Scott nos encontrou mais tarde em Florian&oacute;polis e teve
 que retornar na noite de 31 de dezembro. Esta foi a primeira vez que
 n&oacute;s passamos o Natal numa casa de praia. Como os meus sobrinhos,
 Tiago e Maiara, s&atilde;o agora adolescentes, n&oacute;s tivemos um feriado muito
 calmo e relaxado. Meu amigo paraguaio Hor&aacute;cio, que agora mora em
 S&atilde;o Paulo, foi a Florian&oacute;polis para passar alguns dias
 conosco. Numa coincid&egrave;ncia incr&iacute;vel do tipo "mundo pequeno", numa
 tarde eu me deparei com nosso amigo Ilmar e o namorado dele, Simon,
 num bar da Praia Mole. Ilmar mora na Dinamarca e eu n&atilde;o tinha visto
 ele desde 1997 quando ambos mor&aacute;vamos no Brasil.
</p>

<p>
Em janeiro n&oacute;s fomos de novo para o tradicional fim-de-semana
de esqui do meu departamento em Jasper. Este ano n&oacute;s nos
hospedamos em estilo no luxuoso e internacionalmente famoso Jasper
Park Lodge. Por causa da nossa experi&ecirc;ncia dirigindo em estradas
congeladas em 2003, este ano n&oacute;s fomos de &ocirc;nibus. Em
janeiro nosso carro, um Dodge Stratus 1996, morreu. Ent&atilde;o
n&oacute;s compramos um nova veraneiro Saab 9.5
</p>

<p>
Confer&ecirc;ncias me levaram a muitos lugares na primeira metade do
ano. Eu fui a Monterey na California em Fevereiro, e aproveitei para
ir a S&atilde;o Francisco e visitar o Kurt e o Marty. Eu voltei a Palo Alto em
mar&ccedil;o e visitei Guillaume, Kagan e Irem em S&atilde;o Francisco. Em Abril
eu passei uma semana em Barcelona na Espanha precedida de uma r&aacute;pida
visita a Vancouver. Em meados de abril eu fui a West Laffayete em
Indiana e no final de abril a Santa F&eacute;, Novo M&eacute;xico.
</p>

<p>
No final de maio Scott fez uma viagem rel&acirc;mpago aos pa&iacute;ses
escandinavos por convite do governo Canadense para discutir pesquisas
em fuel cells. Eles visitaram Oslo, Copenhagen, Helsinki, Stockholm, e
Trondheim em 8 dias! Scott teve oportunidade de passar um final de
semana com o Ilmar e o Simon em Copenhagen. Quando ele retornou eu
parti para Washington, DC com uma r&aacute;pida visita em Newark, Delaware,
para rever amigos.
</p>

<p>
Voc&ecirc; deve lembrar que no final do ano passado n&oacute;s est&aacute;vamos falando
com uma futura mam&atilde;e de 26 anos que estava considerando colocar o
beb&ecirc; dela conosco para ado&ccedil;&atilde;o. O beb&ecirc; da Kathryn estava para nascer
em julho. Em mar&ccedil;o ela nos disse que havia decidido criar o
beb&ecirc;. N&oacute;s ficamos disapontados por alguns dias, mas n&atilde;o pod&iacute;amos
lamentar muito por uma m&atilde;e resolver criar o pr&oacute;prio filho, e foi bom
que ela decidiu cedo antes de estarmos com expectativas muito
elevadas.
</p>

<p>
Com a perspectiva de sermos pais um pouco mais distante, eu continuei
fazendo planos para o meu sabbatical. O plano era para mim come&ccedil;ar em
julho e passar alguns meses nos Estados Unidos e alguns meses em Porto
Alegre.
</p>

<p><a href="pictures/05FontanaDiTreviNight.jpg">
<img src="thumbnails/05FontanaDiTreviNight.jpg" border=0 alt="Scott olhando para a Fontana di Trevi &agrave; noite" align="left"></a>
<a href="pictures/35Colosseo.jpg">
<img src="thumbnails/35Colosseo.jpg" border=0 alt="Nelson no Coliseu"
 align="right"> </a> Em junho n&oacute;s tiramos umas f&eacute;rias de tr&ecirc;s
 semanas na It&aacute;lia. Exceto por visitas a nossas fam&iacute;lias, esta foi a
 primeira viagem que eu e o Scott fizemos juntos em muitos anos. N&oacute;s
 escolhemos Roma porque n&atilde;o queriamos viajar muito e Roma tinha muito
 a oferecer em um lugar. N&oacute;s nos divertimos muito. N&atilde;o fizemos
 reserva de hotel com muita antecipa&ccedil;ao. Al&eacute;m de visitar os lugares
 tradicionais de Roma, n&oacute;s fizemos uma tour de comida de Roma onde
 n&oacute;s aprendemos mutio sobre bons lugares para comer e sobre fatos
 hist&oacute;ricos sobre a comida de Roma. Depois n&oacute;s viajamos para o Sul
 at&eacute; N&aacute;polis, Pomp&eacute;ia e Positano. O caos de N&aacute;poles era tanto que
 n&oacute;s visitamos o Museu de Arqueologia, que cont&eacute;m muitos dos
 artefatos de Pomp&eacute;ia, em uma tarde e saimos da cidade na manh&atilde;
 seguinte!
<a href="pictures/79PompeiVesuvio.jpg">
<img src="thumbnails/79PompeiVesuvio.jpg" border=0 alt="Pompei com
 Vesuvio" align="left"> </a> N&oacute;s passamos um dia em
 Pomp&eacute;ia e ent&atilde;o fomos para Positano. Positano &eacute;
 um bela cidade encrostada em altos precip&iacute;cios na beira do
 mar. A cidade praticamente n&atilde;o tem ruas, s&oacute;
 escadas. Foi um lugar muito bom para relaxar por alguns dias.
<a href="pictures/88PositanoFromTheBeach.jpg">
<img src="thumbnails/88PositanoFromTheBeach.jpg" border=0
 alt="Positano da praia" align="right"> </a> De volta a Roma,
 enquanto est&aacute;vamos comendo gelato em nossa gelataria favorita, eu
 disse ao Scott que ainda bem que n&atilde;o precis&aacute;vamos voltar para casa
 e correr para nos prepararmos para a chegada de um beb&ecirc;....
</p>

<p>
N&oacute;s hav&iacute;amos plantado nossa horta de ver&atilde;o, e tamb&eacute;m cuidamos de
nossas flores perenes no nosso jardim. Scott decidiu tentar semear o
milho no por&atilde;o da casa em abril para esticar o per&iacute;odo de
crescimento --- semeadura fora de casa aqui s&oacute; pode ser feita na
&uacute;ltima semana de maio. Ele conseguiu colher as espigas de milho mais
curtas do mundo. Toda a colheita, mais ou menos 25 espigas, serviu
para uma refei&ccedil;&atilde;o para n&oacute;s dois. Ele teve muito sucesso com
batatas, cenouras, ervilhas, e saladas verdes. Eu tive sucesso com
tomates que eu plantei no lado Sul da casa - gra&ccedil;as ao Silvio Cazella
que cuidou deles enquanto eu estava viajando. Por todo o ano n&oacute;s
tivemos muitos jantares com amigos em casa e na casa de nossos amigos
Don e Alayne com o filho de dois anos, Jude. Eles tiveram um segundo
filho, George, no final de junho.  N&oacute;s tamb&eacute;m convivemos bastante
com Phil, Ken, e o filho adotivo deles, Ethan, que agora est&aacute; com
tr&ecirc;s anos. Eu tamb&eacute;m me manti ativo com o
<a href="http://www3.telus.net/makingwaves">Making Waves Swim
Club</a>.
</p>

<p>
<a href="pictures/BelindaatSteeps.jpg">
<img src="thumbnails/BelindaatSteeps.jpg" border=0 alt="Belinda no
 Steeps" align="left"> </a> Quando n&oacute;s aterrizamos no aeroporto de
 Toronto retornando de Roma, eu olhei o meu email e descobri que a
 ag&ecirc;ncia de ado&ccedil;&atilde;o estava tentando nos localizar. N&oacute;s tinhamos
 sido selecionados por uma futura mam&atilde;e para ado&ccedil;&atilde;o! N&oacute;s
 encontramos Belinda na mesma semana e ficamos sabendo que ela poderia
 ter o beb&ecirc; a qualquer momento nas pr&oacute;ximas 6 semanas. Portanto n&oacute;s
 passamos o primeiro final de semana de volta em casa correndo para
 adquirir todas as coisas b&aacute;sicas para esperar o beb&ecirc;. N&oacute;s passamos
 a maior parte do m&ecirc;s de julho terminando os preparativos para a
 chegada do beb&ecirc;.
</p>

<p>
Enquanto n&oacute;s esper&aacute;vamos a chegada do beb&ecirc;, eu fui para Toronto
para uma visita ao laborat&oacute;rio da IBM por uma semana no meio de
julho. Scott foi fazer uma viagem a cavalo pelas montanhas rochosas
canadenses com o James, que &eacute; o filho adolescente de nossa
vizinha. Scott fez li&ccedil;&otilde;es de equita&ccedil;&atilde;o por um ano em
prepara&ccedil;&atilde;o para esta viagem. O Scott caiu do cavalo enquanto estava
cavalgando montanha acima e puxando outro cavalo. Ele teve dores muito
s&eacute;rias nas costas por v&aacute;rias semanas depois da queda.
</p>

<p>
No dia 29 de julho n&oacute;s viajamos rapidamente para Calgary (mais ou
menos tr&ecirc;s horas de carro de Edmonton) porque a Belinda estava no
hospital. Foi um alarme falso. Enquanto est&aacute;vamos em Calgary n&oacute;s
ficamos sabendo que o beb&ecirc; da Kathryn, James Douglas, havia nascido.
</p>

<p>
<a href="pictures/DanielSalute.jpg">
<img src="thumbnails/DanielSalute.jpg" border=0 alt="Daniel Contin&ecirc;ncia"
 align="right"> </a> 
No dia 11 de agosto o parto da Belinda foi induzido e o beb&ecirc;
 <a href="http://www.cs.ualberta.ca/~amaral/pictures/Daniel">
 Daniel</a> nasceu! N&oacute;s est&aacute;vamos com a Belinda na sala de parto e
nos apegamos a ele imediatamente. Daniel teve que ficar na UTI de
beb&ecirc;s por alguns dias. Enquanto n&oacute;s est&aacute;vamos no hospital tivemos a
oportunidade de conhecer Mikaela, a irm&atilde; do Daniel que tem 7 anos de
idade. N&oacute;s trouxemos o Daniel para casa em Edmonton no dia 15 de
agosto com uma parada estrat&eacute;gica muito importante na casa do Ronald
e da Emily em Lacombe que fica a meio-caminho entre Edmonton e
Calgary.
</p>

<p>
<a href="pictures/DanielGrandma.jpg">
<img src="thumbnails/DanielGrandma.jpg" border=0
 alt="Daniel com Vov&oacute;" align="left"> </a>
<a href="pictures/DanielGrandpa.jpg">
<img src="thumbnails/DanielGrandpa.jpg" border=0 alt="Daniel com
 Vov&ocirc;" align="right"> </a> Daniel &eacute; um beb&ecirc; muito
 f&aacute;cil de cuidar. Ele teve dificuldades no primeiro m&ecirc;s
 com uma assadura muito s&eacute;ria no bumbum. Mas assim que
 n&oacute;s descobrimos que ele &eacute; al&eacute;rgico ao leite de
 vaca e mudamos para leite de soja, o problema disapareceu. No final
 de setembro os pais do Scott vieram visitar o Daniel por alguns
 dias. Eles se apegaram ao Daniel imediatamente e o Daniel teve muito
 mais aconchego a sua disposi&ccedil;&atilde;o.
</p>

<p>
Nossos amigos e familiares cobriram o Daniel de presentes, cart&otilde;es de
boas vindas e emails --- da&iacute; a raz&atilde;o para as roupas bonitinhas nas
fotos. Muito obrigado a todos voc&ecirc;s que ligaram, visitaram, mandaram
cart&otilde;es, compraram presentes, etc. Desculpe n&atilde;o termos mandado
mensagens de agradecimento, nossas m&atilde;os estavam ocupadas!
</p>

<p>
<a href="pictures/DanielMikaela.jpg">
<img src="thumbnails/DanielMikaela.jpg" border=0 alt="Daniel com
 Mikaela" align="left"> </a> No in&iacute;cio de outubro n&oacute;s fomos a
 Calgary para que o Scott pudesse participar de uma confer&ecirc;ncia e
 tamb&eacute;m visitamos a Belinda e a Mikaela. Eu fiz uma viagem de dois
 dias para uma confer&ecirc;ncia em Toronto. Em novembro a Belinda e a
 Mikaela vieram para Edmonton para uma segunda visita com Daniel e
 conosco. No in&iacute;cio de Dezembro Daniel comecou a frequentar a creche
 da universidade e, sendo o "estudante" mais novo logo se tornou o
 queridinho das "professoras" e das crian&ccedil;as mais velhas.
</p>

<p>
No dia 3 de dezembro, o Of&iacute;cio da Corte da Rainha em Alberta expediu
a ordem final de ado&ccedil;&atilde;o para o Daniel e nos ortougou a cust&oacute;dia
exclusiva do Daniel. Em conseq&uuml&ecirc;ncia o nome do Daniel mudou para
Daniel Xavier Amaral Meadows e a certid&atilde;o de nascimento dele est&aacute;
sendo alterada para constar que ele &eacute; filho de Edward Scott Meadows
Jr. e Jos&eacute; Nelson Amaral.
</p>

<p>
<a href="pictures/BebeSide.jpg">
<img src="thumbnails/BebeSide.jpg" border=0
 alt="Bebe Brown" align="left"> </a>
<a href="pictures/BebeSmile.jpg">
<img src="thumbnails/BebeSmile.jpg" border=0 alt="Bebe Brown"
 align="right"> </a> Na noite de 6 de dezembro, a v&oacute; do Scott,
 Bebe Brown, morreu. Sendo o mais velho dos netos, o Scott sempre foi
 o beb&ecirc; da Bebe. Eles tinham uma rela&ccedil;&atilde;o muito
 pr&oacute;xima e Bebe sempre foi a &acirc;ncora do Scott. Tinha sido
 dif&iacute;cil ver a sa&uacute;de da Bebe deteriorar lentamente nos
 &uacute;ltimos anos.  N&oacute;s ficamos especialmente tristes pela
 Bebe n&atilde;o ter conhecido o Daniel antes dela partir. N&oacute;s
 podemos imaginar a Bebe usando um de seus t&iacute;picos superlativos
 de Oklahoma: <em>"Este n&atilde;o &eacute; o beb&ecirc; mais lindo
 que voce j&aacute; viu?"</em> e dois pais orgulhosos sorririam em
 concord&agrave;ncia.
</p>

<p> No dia 8 de dezembro, imagens do Daniel abriram o notici&aacute;rio
local da TV em Edmonton. N&oacute;s tinh&aacute;mos sido contatados naquela tarde
para comentar sobre a opini&atilde;o da Suprema Corte do Canada publicada no
dia 9 de dezembro determinando que o parlamento canadense tem
jurisdi&ccedil;&atilde;o exclusiva para legislar sobre o casamento entre pessoas
do mesmo sexo. A rep&oacute;rter ficou muito interessada no fato de que n&oacute;s
tinh&aacute;mos um beb&ecirc; e usou cenas de n&oacute;s brincando com o Daniel na
abertura da reportagem. N&oacute;s esperamos que o parlamento Canadense
aprove a legaliza&ccedil;&atilde;o de casamento entre pessoas do mesmo sexo para
todo o pa&iacute;s em 2005. Canada ser&aacute; o terceiro pa&iacute;s, depois da
B&eacute;lgica e da Holanda, a aprovar casamento entre pessoas do mesmo
sexo.
</p>

<p>
<a href="pictures/DanielwDadsandVest.jpg">
<img src="thumbnails/DanielwDadsandVest.jpg" border=0
 alt="Daniel com Papais" align="left"> </a>
<a href="pictures/DanielwDadsinSweater.jpg">
<img src="thumbnails/DanielwDadsinSweater.jpg" border=0 alt="Daniel
 com Papais" align="right"> </a> Na antecipa&ccedil;&atilde;o de levar
 o Daniel para encontrar a Bebe em Tulsa, Scott havia comprado algumas
 lindas roupas de Natal para o Daniel - Bebe sempre gostou de ver
 beb&ecirc;s vestidos em roupas bonitas. N&oacute;s tiramos algumas fotos de
 studio para as festividades de final de ano com a
 <a href="http://www.bastellphoto.com">Brenda Bastell</a>. A foto &agrave;
 direita expressa bem a atitude do Daniel em rela&ccedil;&atilde;o a este projeto.
</p>

<p>
Felizes festas,
</p>

                             Nelson (& Scott)

</body> </html>
